{
	"publishers": [
		{
			"name": " Syracuse University Press ",
			"about": " Syracuse University Press, founded in 1943, is a university press that is part of Syracuse University. The areas of focus for the Press include Middle East Studies, Native American Studies, Peace and Conflict Resolution, Irish Studies and Jewish Studies, among others.[1] The Press has an international reputation in Irish Studies and Middle East Studies.[2] It is a member of the Association of American University Presses. ",
			"founders": "   ",
			"founding_date": " 1943 ",
			"country": " United States ",
			"hq": " Syracuse, New York "
		},
		{
			"name": " University of Wisconsin Press ",
			"about": " The University of Wisconsin Press (sometimes abbreviated as UW Press) is a non-profit university press publishing peer-reviewed books and journals. It publishes work by scholars from the global academic community; works of fiction, memoir and poetry under its imprint, Terrace Books; and serves the citizens of Wisconsin by publishing important books about Wisconsin, the Upper Midwest, and the Great Lakes region. The Press’s mission includes publishing work that contributes to a literate culture and to civic conversation.  UW Press annually awards the Brittingham Prize in Poetry, the Felix Pollak Prize in Poetry,[1] and The Four Lakes Prize in Poetry.[2] ",
			"founders": "   ",
			"founding_date": " 1936 ",
			"country": " United States ",
			"hq": " Madison, Wisconsin "
		},
		{
			"name": " Library of America ",
			"about": " The Library of America (LOA) is a nonprofit publisher of classic American literature. ",
			"founders": "   ",
			"founding_date": " 1979 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " Princeton University Press ",
			"about": " press.princeton.edu ",
			"founders": "   ",
			"founding_date": " 1905 ",
			"country": " United States ",
			"hq": " Princeton, New Jersey "
		},
		{
			"name": " IUniverse ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1999 ",
			"country": " United States ",
			"hq": " Bloomington, Indiana "
		},
		{
			"name": " Springer Science+Business Media ",
			"about": " Springer Science+Business Media or Springer, part of Springer Nature since 2015, is a global publishing company that publishes books, e-books and peer-reviewed journals in science, technical and medical (STM) publishing.[1] Springer also hosts a number of scientific databases, including SpringerLink, Springer Protocols, and SpringerImages. Book publications include major reference works, textbooks, monographs and book series; more than 168,000 titles are available as e-books in 24 subject collections.[2] Springer has major offices in Berlin, Heidelberg, Dordrecht, and New York City. ",
			"founders": "   ",
			"founding_date": " 10 May 1842; 174 years ago (1842-05-10) (as Springer-Verlag) ",
			"country": " Germany ",
			"hq": " Berlin/Heidelberg, Germany "
		},
		{
			"name": " Palgrave Macmillan ",
			"about": " Palgrave Macmillan is an international academic and trade publishing company. Its programme includes textbooks, journals, monographs, professional and reference works in print and online. ",
			"founders": "   ",
			"founding_date": " 2000 ",
			"country": " United Kingdom ",
			"hq": " London "
		},
		{
			"name": " American University in Cairo Press ",
			"about": " The American University in Cairo Press (AUCP, AUC Press) is the leading English-language publisher in the Middle East. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Taylor & Francis ",
			"about": " £490.4M in 2016[3] ",
			"founders": "   ",
			"founding_date": " 1852; 165 years ago (1852) ",
			"country": " United Kingdom ",
			"hq": " Milton Park, Abingdon-on-Thames, Oxfordshire United Kingdom "
		},
		{
			"name": " Scholastic Corporation ",
			"about": " Scholastic Corporation is an American multinational publishing, education and media company known for publishing, selling, and distributing books and educational materials for schools, teachers, parents, and children. Products are distributed to schools and districts, to consumers through the schools via reading clubs and fairs, and through retail stores and online sales. The business has three segments: Children Book Publishing & Distribution (Trade, Book Clubs and Book Fairs), Education, and International. Scholastic holds the perpetual U.S. publishing rights to Harry Potter and The Hunger Games book series.[3][4] Scholastic is the world's largest publisher and distributor of children's books and a leader in print and digital educational materials for pre-K to grade 12. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " AuthorHouse ",
			"about": " AuthorHouse, formerly known as 1stBooks, is a self-publishing company based in the United States. AuthorHouse uses print-on-demand business model and technology.[1]  AuthorHouse and its parent company, Author Solutions, are subsidiaries of Penguin Random House. ",
			"founders": "   ",
			"founding_date": " 1997 ",
			"country": " United States ",
			"hq": " Bloomington, Indiana "
		},
		{
			"name": " Gareth Stevens ",
			"about": " Gareth Stevens, Inc. is a publishing company originally based in Milwaukee, Wisconsin. It was founded in 1983 by its namesake owner, a former Briton who moved to Raintree Publishers.[1] The company was owned by Weekly Reader Corporation, part of The Reader's Digest Association. in 2009, it was sold to company chief Gary Spears. ",
			"founders": "   ",
			"founding_date": " December 1983[1] ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Dover Publications ",
			"about": " Dover Publications, also known as Dover Books, is an American book publisher founded in 1941 by Hayward Cirker and his wife, Blanche.  It primarily publishes reissues, books no longer published by their original publishers. These are often, but not always, books in the public domain. The original published editions may be scarce or historically significant. Dover republishes these books, making them available at a significantly reduced cost. ",
			"founders": "   ",
			"founding_date": " 1941; 76 years ago (1941) ",
			"country": " United States ",
			"hq": " Mineola, New York "
		},
		{
			"name": " Samuel French, Inc. ",
			"about": " Samuel French, Inc. is an American company, founded by Samuel French and Thomas Hailes Lacey, who formed a partnership to combine their existing interests in London and New York City. It publishes plays, represents authors, and sells scripts from their Los Angeles, UK, and online bookstores. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " University of Nebraska Press ",
			"about": " The University of Nebraska Press, founded in 1941, is an academic publisher of scholarly and general-interest books. The press is under the auspices of the University of Nebraska–Lincoln, the main campus of the University of Nebraska system. ",
			"founders": "   ",
			"founding_date": " 1941 ",
			"country": " United States ",
			"hq": " Lincoln, Nebraska "
		},
		{
			"name": " University of Queensland Press ",
			"about": " Established in 1948, University of Queensland Press (UQP) is an Australian publishing house.  ",
			"founders": "   ",
			"founding_date": " 1948 ",
			"country": " Australia ",
			"hq": " Brisbane, Queensland "
		},
		{
			"name": " Virgin Books ",
			"about": "  ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Cornell University Press ",
			"about": " The Cornell University Press, is a division of Cornell University housed in Sage House, the former residence of Henry William Sage. It was first established in 1869 but inactive from 1884 to 1930, making it the first university publishing enterprise in the United States.[1][2] ",
			"founders": "   ",
			"founding_date": " 1869 ",
			"country": " United States ",
			"hq": " Ithaca, New York "
		},
		{
			"name": " Little, Brown and Company ",
			"about": " Little, Brown and Company is an American publisher founded in 1837 by Charles Coffin Little and his partner, James Brown, and for close to two centuries has published fiction and nonfiction by American authors. Early lists featured Little Women by Louisa May Alcott, Emily Dickinson's poetry, and Bartlett's Familiar Quotations. As of 2016, Little, Brown & Company is a division of the Hachette Book Group.[1] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " ABC-CLIO/Greenwood ",
			"about": " ABC-CLIO/Greenwood is an educational and academic publisher (middle school through university level) which is today part of ABC-CLIO. Established in 1967 as Greenwood Press, Inc. and based in Westport, Connecticut,[1] Greenwood Publishing Group publishes reference works under its Greenwood Press imprint, and scholarly, professional, and general interest books under its related imprint, Praeger Publishers. Also part of GPG is Libraries Unlimited, which publishes professional works for librarians and teachers.[2] ",
			"founders": "   ",
			"founding_date": " 1967 ",
			"country": " United States ",
			"hq": " Santa Barbara, California "
		},
		{
			"name": " Texas A&M University Press ",
			"about": " Texas A&M University Press (also known informally as TAMU Press) is a scholarly publishing house associated with Texas A&M University. It was founded in 1974 and is located in College Station, Texas, in the United States. ",
			"founders": "   ",
			"founding_date": " 1974 ",
			"country": " United States ",
			"hq": " College Station, Texas "
		},
		{
			"name": " HarperCollins Publishers LLC ",
			"about": " HarperCollins Publishers LLC is one of the world's largest publishing companies and is part of the \"Big Five\" English-language publishing companies, alongside Hachette, Holtzbrinck/Macmillan, Penguin Random House, and Simon & Schuster. The company is headquartered in New York City and is a subsidiary of News Corp. The company name is a combination of several publishing firm names: Harper & Row, an American publishing company acquired in 1987, whose own name was the result of an earlier merger of Harper & Brothers (founded 1817) and Row, Peterson & Company; together with UK publishing company William Collins, Sons (founded 1819), acquired in 1990. ",
			"founders": "   ",
			"founding_date": " 1989; 28 years ago (1989) ",
			"country": " United StatesUnited Kingdom ",
			"hq": " 195 BroadwayNew York City "
		},
		{
			"name": " ABC-CLIO, LLC ",
			"about": " ABC-CLIO, LLC is a publishing company for academic reference works and periodicals primarily on topics such as history and social sciences for educational and public library settings. ABC-CLIO provides service to fifteen different online databases which contain over one million online textbooks.[1] The company consults academic leaders in the fields they cover in order to provide authority for their reference titles.[2] The headquarters are located in Santa Barbara, California. ",
			"founders": "   ",
			"founding_date": " 1953 ",
			"country": "   ",
			"hq": " Santa Barbara, California "
		},
		{
			"name": " Coteau Books ",
			"about": " Coteau Books is a small, non-profit literary press based in Regina, Saskatchewan, Canada. It was established in 1975 by Bob Currie, Gary Hyland, Barbara Sapergia and Geoffrey Ursell when they realized that there was little opportunity for Saskatchewan writers to get published, especially first-time authors.[1] ",
			"founders": "   ",
			"founding_date": " 1975 ",
			"country": " Canada ",
			"hq": " Regina, Saskatchewan "
		},
		{
			"name": " Skyhorse Publishing ",
			"about": " Perseus Books Group (United States, United Kingdom) ",
			"founders": "   ",
			"founding_date": " 2006 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " Andrews McMeel Publishing ",
			"about": " John P. McMeel (Chairman)Hugh T. Andrews (Owner) ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " AuthorHouse ",
			"about": " AuthorHouse, formerly known as 1stBooks, is a self-publishing company based in the United States. AuthorHouse uses print-on-demand business model and technology.[1]  AuthorHouse and its parent company, Author Solutions, are subsidiaries of Penguin Random House. ",
			"founders": "   ",
			"founding_date": " 1997 ",
			"country": " United States ",
			"hq": " Bloomington, Indiana "
		},
		{
			"name": " Taylor & Francis ",
			"about": " £490.4M in 2016[3] ",
			"founders": "   ",
			"founding_date": " 1852; 165 years ago (1852) ",
			"country": " United Kingdom ",
			"hq": " Milton Park, Abingdon-on-Thames, Oxfordshire United Kingdom "
		},
		{
			"name": " Mohr Siebeck ",
			"about": " The Mohr Siebeck Verlag is a long-established academic publisher focused on the humanities and social sciences and based in Tübingen, Germany. ",
			"founders": "   ",
			"founding_date": " 1801 (1801) ",
			"country": " Germany ",
			"hq": " Heidelberg "
		},
		{
			"name": " Paulist Fathers ",
			"about": " The Missionary Society of Saint Paul the Apostle, better known as the Paulist Fathers, is a Roman Catholic society of apostolic life for men founded in New York City in 1858 by Servant of God Isaac Thomas Hecker in collaboration with George Deshon, Augustine Hewit, and Francis A. Baker. Members of the society are Paulists, and identify themselves as such by the use of the initials C.S.P. after their names, for the Congregation of St. Paul. The Society's mission is to evangelize—preach the gospel or give information with the intention of converting people to Catholicism—the people of North America in a manner suited to the continent's culture. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Penguin Books ",
			"about": " Peter Field, CEO ",
			"founders": "   ",
			"founding_date": " 1935; 82 years ago (1935) ",
			"country": " United Kingdom ",
			"hq": " City of Westminster, London "
		},
		{
			"name": " W. W. Norton & Company ",
			"about": " W. W. Norton & Company is an American publishing company based in New York City. It has been owned wholly by its employees since the early 1960s. The company is known for its \"Norton Anthologies\" (particularly The Norton Anthology of English Literature) and its texts in the Norton Critical Editions series, the latter of which are frequently assigned in university literature courses. ",
			"founders": "   ",
			"founding_date": " 1923; 94 years ago (1923) ",
			"country": " United States ",
			"hq": " 500 Fifth Avenue, New York City, New York "
		},
		{
			"name": " Xlibris ",
			"about": " Xlibris is a self-publishing[1] and on-demand printing services provider, founded in 1997 and based in Bloomington, Indiana.[2] In 2000, The New York Times stated it to be the foremost on-demand publisher.[3] The current chief executive is Andrew Philips, who was formerly the president of Penguin International.[4] ",
			"founders": "   ",
			"founding_date": " 1997 ",
			"country": " United States ",
			"hq": "   "
		},
		{
			"name": " Nelson Thornes ",
			"about": " Nelson Thornes was a publishing firm located in Cheltenham, Great Britain. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " HarperCollins Publishers LLC ",
			"about": " HarperCollins Publishers LLC is one of the world's largest publishing companies and is part of the \"Big Five\" English-language publishing companies, alongside Hachette, Holtzbrinck/Macmillan, Penguin Random House, and Simon & Schuster. The company is headquartered in New York City and is a subsidiary of News Corp. The company name is a combination of several publishing firm names: Harper & Row, an American publishing company acquired in 1987, whose own name was the result of an earlier merger of Harper & Brothers (founded 1817) and Row, Peterson & Company; together with UK publishing company William Collins, Sons (founded 1819), acquired in 1990. ",
			"founders": "   ",
			"founding_date": " 1989; 28 years ago (1989) ",
			"country": " United StatesUnited Kingdom ",
			"hq": " 195 BroadwayNew York City "
		},
		{
			"name": " University of Toronto Press ",
			"about": " University of Toronto Press (UTP) is Canada's leading scholarly publisher and one of the largest university presses in North America. Founded in 1901,[1] UTP has published over 6,500 books, with well over 3,500 of these still in print. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Northwestern University Press ",
			"about": " Northwestern University Press is affiliated with Northwestern University in Evanston, IL. It publishes 70 new titles each year in the areas of continental philosophy, Slavic studies, German studies, literary criticism, world classics, fiction, poetry, plays, theater, critical ethnic studies, and Chicago regional studies. ",
			"founders": "   ",
			"founding_date": " 1893 ",
			"country": " United States ",
			"hq": " Evanston, Illinois "
		},
		{
			"name": " Houghton Mifflin Harcourt ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1832 ",
			"country": " United States ",
			"hq": " Boston, Massachusetts "
		},
		{
			"name": " Harvard University Press ",
			"about": "  ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " University of Michigan Press ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1930[1] ",
			"country": " United States ",
			"hq": " Ann Arbor, Michigan "
		},
		{
			"name": " Mercer University Press ",
			"about": " Mercer University Press is a publisher that is part of Mercer University. Mercer University Press has published more than 1,500 books since its establishment in 1979. The mission of the press is to support the work of the University in achieving excellence and scholarly discipline in the fields of liberal learning, professional knowledge, and regional interest by making the results of scholarly investigation and literary excellence available to the worldwide community.  ",
			"founders": "   ",
			"founding_date": " 1979 ",
			"country": " United States ",
			"hq": " Macon, Georgia "
		},
		{
			"name": " Holt McDougal ",
			"about": " Holt McDougal is an American publishing company, a division of Houghton Mifflin Harcourt, that specializes in textbooks for use in secondary schools. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Amazon Publishing ",
			"about": " Amazon Publishing is Amazon.com's book publishing unit launched in 2009. It is composed of a number of imprints including AmazonEncore, AmazonCrossing, Montlake Romance, Thomas & Mercer, and 47North. ",
			"founders": "   ",
			"founding_date": " 2009 ",
			"country": " United States ",
			"hq": " Seattle, Washington "
		},
		{
			"name": " Harlequin Enterprises ",
			"about": " Harlequin Enterprises Limited (known simply as Harlequin) is a Toronto-based company that publishes series romance and women's fiction. Harlequin was owned by the Torstar Corporation, the largest newspaper publisher in Canada, from 1981 to 2014. It was then purchased by News Corp[2][3] and is now a division of HarperCollins.[4] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Random House ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1927; 90 years ago (1927) ",
			"country": " United States ",
			"hq": " Random House Tower, New York City, New York, United States "
		},
		{
			"name": " Rowman & Littlefield ",
			"about": " Rowman & Littlefield Publishing Group is an independent publishing house founded in 1949. Under several imprints, the company offers scholarly books and journals for the academic market, as well as trade books. Rowman & Littlefield is  the world's largest publisher in museum studies. ",
			"founders": "   ",
			"founding_date": " 1949 ",
			"country": " United States ",
			"hq": " Lanham, Maryland "
		},
		{
			"name": " University of Illinois Press ",
			"about": " The University of Illinois Press (UIP) is a major American university press and is part of the University of Illinois system.  Founded in 1918, the press publishes some 120 new books each year, plus 33 scholarly journals, and several electronic projects. Strengths include ethnic and multicultural studies, Lincoln and Illinois history, and the large and diverse series Music in American Life.[1] One of the books reviewed is Richard Kimball's Sports in Zion: Mormon Recreation 1890-1940. It was then published by the University of Illinois Press. Its publication Four Theories of the Press (see comparing media systems) by Fred S. Siebert, Theodore Peterson, and Wilbur Schramm has gone through more than twenty printings.[2] ",
			"founders": "   ",
			"founding_date": " 1918 ",
			"country": " United States ",
			"hq": " Champaign, Illinois "
		},
		{
			"name": " Basic Books ",
			"about": " Basic Books is a book publisher founded in 1952 and located in New York, now an imprint of Hachette Books. It publishes books in the fields of psychology, philosophy, economics, science, politics, sociology, current affairs, and history. Basic Books  publishes new works in African and African-American studies under the Basic Civitas imprint.[1] ",
			"founders": "   ",
			"founding_date": " 1952 ",
			"country": " United States ",
			"hq": " New York, New York "
		},
		{
			"name": " Kent State University ",
			"about": " Kent State University (KSU) is a large, primarily residential, public research university in Kent, Ohio, United States.[5] The university also includes seven regional campuses in Northeast Ohio and additional facilities in the region and internationally. Regional campuses are located in Ashtabula, Burton, East Liverpool, Jackson Township, New Philadelphia, Salem, and Warren, Ohio, with additional facilities in Cleveland, Independence, and Twinsburg, Ohio, New York City, and Florence, Italy. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " University of Virginia Press ",
			"about": " The University of Virginia Press (or UVaP) is a university press that is part of the University of Virginia.  It was established in 1963 as the University Press of Virginia, under the initiative of the university's then President, Edgar F. Shannon, Jr. Victor Reynolds, previously director of the Cornell University Press, was the first director.[1] ",
			"founders": "   ",
			"founding_date": " 1963 ",
			"country": " United States ",
			"hq": " Charlottesville, Virginia "
		},
		{
			"name": " Scientific American ",
			"about": " Scientific American (informally abbreviated SciAm) is an American popular science magazine. Many famous scientists, including Albert Einstein, have contributed articles in the past 170 years. It is the oldest continuously published monthly magazine in the United States. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Nova Science Publishers ",
			"about": " Nova Science Publishers is an academic publisher of books, encyclopedias, handbooks, e-books and journals,  based in Hauppauge, New York.[1] While the firm publishes in several fields of academia, most of its publications cover fields of science and social science. As of January 2017, it listed 103 currently published journals.[2] It was founded in 1985 in New York by Frank Columbus. On his death in 2010, his wife Nadya Columbus became the CEO.[3][not in citation given] ",
			"founders": "   ",
			"founding_date": " 1985 ",
			"country": " United States ",
			"hq": " Hauppauge, New York "
		},
		{
			"name": " Columbia University Press ",
			"about": " Columbia University Press is a university press based in New York City, and affiliated with Columbia University. It is currently directed by Jennifer Crewe (2014–present) and publishes titles in the humanities and sciences, including the fields of literary and cultural studies, history, social work, sociology, religion, film, and international studies. ",
			"founders": "   ",
			"founding_date": " 1893 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " Wesleyan University Press ",
			"about": " Wesleyan University Press is a university press that is part of Wesleyan University in Middletown, Connecticut. The Press is currently directed by Suzanna Tamminen, a published poet and essayist.[1][2] ",
			"founders": "   ",
			"founding_date": " 1957 ",
			"country": " United States ",
			"hq": " Middletown, Connecticut "
		},
		{
			"name": " Simon & Schuster ",
			"about": " Simon & Schuster, Inc. (/ˈʃuːstər/), a subsidiary of CBS Corporation, is an American publishing company founded in New York City in 1924 by Richard Simon and Max Schuster. As of 2016, Simon & Schuster publishes 2,000 titles annually under 35 different imprints.[2][3] ",
			"founders": " 
Richard SimonMax Schuster ",
			"founding_date": " 1924 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " Seven Stories Press ",
			"about": " Seven Stories Press is an independent American publishing company. Centered in New York City, the company was founded by editor Dan Simon in 1995, after establishing[1] Four Walls Eight Windows with John Oakes.[2] The company was named for its seven founding authors: Annie Ernaux, Gary Null, the estate of Nelson Algren, Project Censored, Octavia E. Butler, Charley Rosen, and Vassilis Vassilikos, all of whom have continued to publish with Seven Stories.[3] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Profile Books ",
			"about": " Profile Books is a British independent book publishing firm founded in 1996. It publishes non-fiction subjects including history, biography, memoir, politics, current affairs, travel and popular science. ",
			"founders": "   ",
			"founding_date": " 1996; 21 years ago (1996) ",
			"country": " UK ",
			"hq": " London "
		},
		{
			"name": " Routledge ",
			"about": " Routledge (/ˈraʊtlɛdʒ/) is a British multinational publisher. It was founded in 1836 by George Routledge, and specialises in providing academic books, journals, & online resources in the fields of humanities, behavioral science, education, law and social science. The company publishes approximately 1,800 journals & 5,000 new books each year and their backlist encompasses over 70,000 titles.[2] Routledge is claimed to be the largest global academic publisher within humanities and social sciences.[3][4] ",
			"founders": "   ",
			"founding_date": " 1851; 166 years ago (1851) ",
			"country": " United Kingdom ",
			"hq": " Abingdon-on-Thames "
		},
		{
			"name": " University of Chicago Press ",
			"about": " The University of Chicago Press is the largest and one of the oldest university presses in the United States.[1] It is operated by the University of Chicago and publishes a wide variety of academic titles, including The Chicago Manual of Style, numerous academic journals, and a wide array of advanced monographs in the academic fields. ",
			"founders": "   ",
			"founding_date": " 1891 ",
			"country": " United States ",
			"hq": " Chicago "
		},
		{
			"name": " Cisco Press ",
			"about": " Cisco Press is a publishing alliance between Cisco Systems and Pearson, the world's largest education publishing and technology company which is part of Pearson PLC, the global publisher and owner of Penguin and Financial Times.  Cisco Press distributes its titles through traditional resellers as well as through the Safari Books Online e-reference service.Cisco Press is the Cisco Systems authorized book publisher of Cisco networking technology, Cisco certification self-study, and Cisco Networking Academy Program materials. Leading authorities from Cisco Systems and other industry innovators write and contribute to the various titles and series that make up the Cisco Press product family. Products from Cisco Press are part of a recommended learning path from Cisco Systems that combines instructor-led training with hands-on instruction, e-learning, and self-study. Created By Bryan Hill. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " University of California Press ",
			"about": " University of California Press, otherwise known as UC Press, is a publishing house associated with the University of California that engages in academic publishing. It was founded in 1893[1] to publish books and papers for the faculty of the University of California, established 25 years earlier in 1868. Its headquarters are located in Oakland, California. ",
			"founders": "   ",
			"founding_date": " 1893 ",
			"country": " United States ",
			"hq": " Oakland, California "
		},
		{
			"name": " IOS Press ",
			"about": " IOS Press is a publishing house headquartered in Amsterdam, specialising in the publication of journals and books related to fields of scientific, technical, and medical research. Established in 1987, IOS Press publishes approximately 90 international journals and releases about 130 booktitles annually, covering fields such as computer science, mathematics, the natural sciences, and topics within medicine.[1] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Soho Press ",
			"about": " Soho Press is a New York City-based publisher founded by Laura Hruska in 1986 and currently headed by Bronwen Hruska. [1] It specializes in literary fiction and international crime series. Other works include published by it include memoirs. Its Young Adult imprint Soho Teen, which focuses on YA mysteries and thrillers.  ",
			"founders": "   ",
			"founding_date": " 1986 ",
			"country": " United States ",
			"hq": " New York, NY "
		},
		{
			"name": " William B. Eerdmans Publishing Company ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1911 ",
			"country": " United States ",
			"hq": " Grand Rapids, Michigan "
		},
		{
			"name": " House of Anansi Press ",
			"about": " House of Anansi Press is a Canadian publishing company, founded in 1967 by writers Dennis Lee and Dave Godfrey. The company specializes in finding and developing new Canadian writers of literary fiction, poetry, and non-fiction. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Jones & Bartlett Learning ",
			"about": " Jones & Bartlett Learning, a division of Ascend Learning,[1]  is a provider of instructional, assessment and learning-performance management solutions for the secondary, post-secondary, and professional markets. The name comes from Donald W. Jones, the company's founder, and Arthur Bartlett, the first editor.[citation needed] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Oxford University Press ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1586; 431 years ago (1586) ",
			"country": " United Kingdom ",
			"hq": " Oxford, England, U.K. "
		},
		{
			"name": " Oxford University Press ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1586; 431 years ago (1586) ",
			"country": " United Kingdom ",
			"hq": " Oxford, England, U.K. "
		},
		{
			"name": " CRC Press ",
			"about": " The CRC Press, LLC is a publishing group based in the United States that specializes in producing technical books. Many of their books relate to engineering, science and mathematics. Their scope also includes books on business, forensics and information technology. CRC Press is now a division of Taylor & Francis, itself a subsidiary of Informa. ",
			"founders": "   ",
			"founding_date": " 1973 (as a publishing house) ",
			"country": " United States ",
			"hq": " Boca Raton, Florida "
		},
		{
			"name": " Da Capo Press ",
			"about": " Da Capo Press is an American publishing company with headquarters in Boston, Massachusetts. It was founded in 1964 as a publisher of music books, as a division of Plenum Publishers. As of  2009[update] it had additional offices in New York City,  Philadelphia, Los Angeles, and Emeryville, California. Da Capo Press had net sales of over $2.5 million in 2008.[1] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Fordham University Press ",
			"about": " The Fordham University Press is a publishing house, a division of Fordham University, that publishes primarily in the humanities and the social sciences. Fordham University Press was established in 1907 and is headquartered in the Canisius Hall building in the Rose Hill Campus of Fordham University in the Bronx, New York.  ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Simon & Schuster ",
			"about": " Simon & Schuster, Inc. (/ˈʃuːstər/), a subsidiary of CBS Corporation, is an American publishing company founded in New York City in 1924 by Richard Simon and Max Schuster. As of 2016, Simon & Schuster publishes 2,000 titles annually under 35 different imprints.[2][3] ",
			"founders": " 
Richard SimonMax Schuster ",
			"founding_date": " 1924 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " HarperCollins Publishers LLC ",
			"about": " HarperCollins Publishers LLC is one of the world's largest publishing companies and is part of the \"Big Five\" English-language publishing companies, alongside Hachette, Holtzbrinck/Macmillan, Penguin Random House, and Simon & Schuster. The company is headquartered in New York City and is a subsidiary of News Corp. The company name is a combination of several publishing firm names: Harper & Row, an American publishing company acquired in 1987, whose own name was the result of an earlier merger of Harper & Brothers (founded 1817) and Row, Peterson & Company; together with UK publishing company William Collins, Sons (founded 1819), acquired in 1990. ",
			"founders": "   ",
			"founding_date": " 1989; 28 years ago (1989) ",
			"country": " United StatesUnited Kingdom ",
			"hq": " 195 BroadwayNew York City "
		},
		{
			"name": " Coach House Books ",
			"about": " Coach House Books is an independent Canadian publishing company located in Toronto, Ontario. Coach House publishes innovative and experimental poetry, ﬁction, drama and non-fiction. The press is particularly interested in writing that pushes at the boundaries of convention. ",
			"founders": "   ",
			"founding_date": " 1965 ",
			"country": " Canada ",
			"hq": " Toronto, Ontario "
		},
		{
			"name": " W. W. Norton & Company ",
			"about": " W. W. Norton & Company is an American publishing company based in New York City. It has been owned wholly by its employees since the early 1960s. The company is known for its \"Norton Anthologies\" (particularly The Norton Anthology of English Literature) and its texts in the Norton Critical Editions series, the latter of which are frequently assigned in university literature courses. ",
			"founders": "   ",
			"founding_date": " 1923; 94 years ago (1923) ",
			"country": " United States ",
			"hq": " 500 Fifth Avenue, New York City, New York "
		},
		{
			"name": " Zebra Books ",
			"about": " Zebra Books is an imprint of Kensington Publishing Corp., which publishes over 500 books annually in most fiction and non-fiction genres. Zebra Books, the company's flagship imprint, is primarily made up of a large number of historical romance titles, though the list also includes one or two lead contemporary romances, westerns, horror, and humor.[1] Zebra Books was founded in 1975 by Walter Zacharius (1923–2011)[2] and Roberta Bender Grossman (1946–1992). Between 1975 and 1985, Grossman expanded the company's range of titles from historical romances to both paperback and hard-cover novels and general nonfiction.[3] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Harlequin Enterprises ",
			"about": " Harlequin Enterprises Limited (known simply as Harlequin) is a Toronto-based company that publishes series romance and women's fiction. Harlequin was owned by the Torstar Corporation, the largest newspaper publisher in Canada, from 1981 to 2014. It was then purchased by News Corp[2][3] and is now a division of HarperCollins.[4] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " National Geographic Society ",
			"about": "  ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Haymarket Books ",
			"about": " Crime & Punishment  ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Indiana University Press ",
			"about": " Indiana University Press, also known as IU Press, is an academic publisher at Indiana University[1] that specializes in the humanities and social sciences. It was founded in 1950. Its headquarters are located in Bloomington, Indiana. It publishes 140 new books annually, in addition to 29 academic journals. Its current catalog comprises some 2,000 titles. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Ashgate Publishing ",
			"about": " Ashgate Publishing was an academic book and journal publisher based in Farnham (Surrey, United Kingdom).[1] It was established in 1967 and specialised in the social sciences, arts, humanities and professional practice. It had an American office in Burlington, Vermont,[2] and another British office in London. It is now a subsidiary of Informa (Taylor & Francis). ",
			"founders": "   ",
			"founding_date": " 1967 ",
			"country": " United Kingdom ",
			"hq": " Farnham "
		},
		{
			"name": " John Wiley & Sons ",
			"about": " John Wiley & Sons, Inc., also referred to as Wiley (NYSE: JW.A), is a global publishing company that specializes in academic publishing and markets its products to professionals and consumers, students and instructors in higher education, and researchers and practitioners in scientific, technical, medical, and scholarly fields. The company produces books, journals, and encyclopedias, in print and electronically, as well as online products and services,[3] training materials, and educational materials for undergraduate, graduate, and continuing education students.[4] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " New Directions Publishing ",
			"about": " New Directions Publishing Corp. is an independent book publishing company that was founded in 1936 by James Laughlin and incorporated in 1964. Its offices are located at 80 Eighth Avenue in New York City. ",
			"founders": "   ",
			"founding_date": " 1936 ",
			"country": " United States ",
			"hq": " New York City "
		},
		{
			"name": " Stanford University Press ",
			"about": " The Stanford University Press (SUP) is the publishing house of Stanford University. In 1892, an independent publishing company was established at the university.  The first use of the name \"Stanford University Press\" in a book's imprinting occurred in 1895. In 1917, the university bought the press, making it a division of Stanford. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " St. Martin's Press ",
			"about": " St. Martin's Press is a book publisher headquartered in the Flatiron Building in New York City, New York. St. Martin's Press is considered one of the largest English-language publishers,[1] bringing to the public some 700 titles a year under eight imprints, which include St. Martin's Press (mainstream and bestseller books), St. Martin's Griffin  (mainstream paperback books, including science fiction and romance), Minotaur (mystery, suspense, and thrillers), Picador (specialty books), Thomas Dunne Books (suspense and mainstream), and Truman Talley Books (business and speciality books). St. Martin's Press's current editor in chief is George Witte. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Scholastic Corporation ",
			"about": " Scholastic Corporation is an American multinational publishing, education and media company known for publishing, selling, and distributing books and educational materials for schools, teachers, parents, and children. Products are distributed to schools and districts, to consumers through the schools via reading clubs and fairs, and through retail stores and online sales. The business has three segments: Children Book Publishing & Distribution (Trade, Book Clubs and Book Fairs), Education, and International. Scholastic holds the perpetual U.S. publishing rights to Harry Potter and The Hunger Games book series.[3][4] Scholastic is the world's largest publisher and distributor of children's books and a leader in print and digital educational materials for pre-K to grade 12. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Harlequin Enterprises ",
			"about": " Harlequin Enterprises Limited (known simply as Harlequin) is a Toronto-based company that publishes series romance and women's fiction. Harlequin was owned by the Torstar Corporation, the largest newspaper publisher in Canada, from 1981 to 2014. It was then purchased by News Corp[2][3] and is now a division of HarperCollins.[4] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Farrar, Straus and Giroux ",
			"about": " Farrar, Straus and Giroux (FSG) is an American book publishing company, founded in 1946 by Roger W. Straus, Jr. and John C. Farrar.[1] FSG is known for publishing literary books, and its authors have won numerous awards, including Pulitzer Prizes, National Book Awards, and Nobel Peace Prizes. The publisher is currently a division of MacMillan, whose parent company is the German publishing conglomerate Georg von Holtzbrinck Publishing Group.[2] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Cambridge University Press ",
			"about": " Cambridge University Press (CUP) is the publishing business of the University of Cambridge. Granted letters patent by Henry VIII in 1534, it is the world's oldest publishing house and the second-largest university press in the world (after Oxford University Press).[1][2] It also holds letters patent as the Queen's Printer.[3] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " ABC-CLIO, LLC ",
			"about": " ABC-CLIO, LLC is a publishing company for academic reference works and periodicals primarily on topics such as history and social sciences for educational and public library settings. ABC-CLIO provides service to fifteen different online databases which contain over one million online textbooks.[1] The company consults academic leaders in the fields they cover in order to provide authority for their reference titles.[2] The headquarters are located in Santa Barbara, California. ",
			"founders": "   ",
			"founding_date": " 1953 ",
			"country": "   ",
			"hq": " Santa Barbara, California "
		},
		{
			"name": " Cambridge University Press ",
			"about": " Cambridge University Press (CUP) is the publishing business of the University of Cambridge. Granted letters patent by Henry VIII in 1534, it is the world's oldest publishing house and the second-largest university press in the world (after Oxford University Press).[1][2] It also holds letters patent as the Queen's Printer.[3] ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " University of Hawaii Press ",
			"about": " The University of Hawaiʻi Press is a university press that is part of the University of Hawaiʻi. ",
			"founders": "   ",
			"founding_date": " 1947 ",
			"country": " United States ",
			"hq": " Honolulu "
		},
		{
			"name": " MIT Press ",
			"about": " The MIT Press is a university press affiliated with the Massachusetts Institute of Technology (MIT) in Cambridge, Massachusetts (United States). ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " SUNY Press ",
			"about": " The State University of New York Press (or SUNY Press), is a university press and a Center for Scholarly Communication. The Press is part of the State University of New York system and is located in Albany, New York. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Oxford University Press ",
			"about": "  ",
			"founders": "   ",
			"founding_date": " 1586; 431 years ago (1586) ",
			"country": " United Kingdom ",
			"hq": " Oxford, England, U.K. "
		},
		{
			"name": " BenBella Books ",
			"about": " BenBella Books is an independent publishing house based in Dallas, Texas. BenBella was founded by Glenn Yeffeth in 2001. It specializes in nonfiction books on popular culture, health, and nutrition, along with books on science, politics, psychology, and other topics.[1] ",
			"founders": "   ",
			"founding_date": " 2001 ",
			"country": "   ",
			"hq": " Dallas, Texas, U.S. "
		},
		{
			"name": " Academic Press ",
			"about": " Academic Press is an academic book publisher. Originally independent, it was acquired by Harcourt, Brace & World in 1969. Reed Elsevier bought Harcourt in 2000, and Academic Press is now an imprint of Elsevier. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		},
		{
			"name": " Research & Education Association ",
			"about": " The Research & Education Association is a company which publishes educational and test preparation materials, both in print and electronic form. ",
			"founders": "   ",
			"founding_date": "   ",
			"country": "   ",
			"hq": "   "
		}
	]
}
