{
	"authors": [
		{
			"name": " Tim O'Reilly ",
			"image_url": " https://images.gr-assets.com/authors/1199698411p7/18541.jpg ",
			"about": " None ",
			"works_count": 54 ,
			"gender": " male ",
			"hometown": " Cork ",
			"birthdate": " None ",
			"deathdate": " None ",
		}
		{
			"name": " Anne Lamott ",
			"image_url": " https://images.gr-assets.com/authors/1489601640p7/7113.jpg ",
			"about": " Anne Lamott is an author of several novels and works of non-fiction. Based in the San Francisco Bay Area, her non-fiction works are largely autobiographical, with strong doses of self-deprecating humor and covering such subjects as alcoholism, single motherhood, and Christianity. She appeals to her fans because of her sense of humor, her deeply felt insights, and her outspoken views on topics such as her left-of-center politics and her unconventional Christian faith. She is a graduate of Drew College Preparatory School in San Francisco, California. Her father, Kenneth Lamott, was also a writer and was the basis of her first novel <i>Hard Laughter</i>.<br /><br />Lamott's life is documented in Freida Lee Mock's 1999 documentary <i>Bird by Bird: A Film Portrait of Writer Anne Lamott</i>. ",
			"works_count": 46 ,
			"gender": " female ",
			"hometown": " San Francisco, California ",
			"birthdate": " None ",
			"deathdate": " None ",
		}
		{
			"name": " Maya Angelou ",
			"image_url": " https://images.gr-assets.com/authors/1379017377p7/3503.jpg ",
			"about": " Maya Angelou, born Marguerite Ann Johnson April 4, 1928 in St. Louis, Missouri, was an American poet, memoirist, actress and an important figure in the American Civil Rights Movement. In 2001 she was named one of the 30 most powerful women in America by Ladies Home Journal. Maya Angelou is known for her series of six autobiographies, starting with I Know Why the Caged Bird Sings, (1969) which was nominated for a National Book Award and called her magnum opus. Her volume of poetry, Just Give Me a Cool Drink of Water 'Fore I Die (1971) was nominated for the Pulitzer Prize. ",
			"works_count": 134 ,
			"gender": " female ",
			"hometown": " St. Louis, Missouri ",
			"birthdate": " 1928/04/04 ",
			"deathdate": " 2014/05/28 ",
		}
		{
			"name": " H.P. Lovecraft ",
			"image_url": " https://images.gr-assets.com/authors/1299165714p7/9494.jpg ",
			"about": " Howard Phillips Lovecraft, of Providence, Rhode Island, was an American author of horror, fantasy and science fiction.<br /><br />Lovecraft's major inspiration and invention was cosmic horror: life is incomprehensible to human minds and the universe is fundamentally alien. Those who genuinely reason, like his protagonists, gamble with sanity. Lovecraft has developed a cult following for his Cthulhu Mythos, a series of loosely interconnected fictions featuring a pantheon of human-nullifying entities, as well as the Necronomicon, a fictional grimoire of magical rites and forbidden lore. His works were deeply pessimistic and cynical, challenging the values of the Enlightenment, Romanticism and Christianity. Lovecraft's protagonists usually achieve the mirror-opposite of traditional gnosis and mysticism by momentarily glimpsing the horror of ultimate reality.<br /><br />Although Lovecraft's readership was limited during his life, his reputation has grown over the decades. He is now commonly regarded as one of the most influential horror writers of the 20th Century, exerting widespread and indirect influence, and frequently compared to Edgar Allan Poe.<br /><br />— <a href="http://en.wikipedia.org/wiki/H._P._Lovecraft" rel="nofollow">Wikipedia</a> ",
			"works_count": 1680 ,
			"gender": " male ",
			"hometown": " Providence, Rhode Island ",
			"birthdate": " 1890/08/20 ",
			"deathdate": " 1937/03/15 ",
		}
	]
}
