{
	"authors": [
		{
			"name": " Eric Bronson ",
			"image_url": " https://images.gr-assets.com/authors/1365895806p7/14481.jpg ",
			"about": " Eric Bronson is the author or editor of six books. He has a Ph.D. in philosophy and currently teaches in the Humanities Department at York University in Toronto. His classes on Modern Life focus on anxiety, creativity, and happiness.The Chicago Sun Times noted that Bronson's \"Baseball and Philosophy makes you realize just how fun thinking about baseball really is.\"His most recent book, King of Rags, explores Scott Joplin's tragic quest to write the music of civil rights fifty years before America was ready to listen. ",
			"works_count": 7 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Guoqi Xu ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Dante Alighieri ",
			"image_url": " https://images.gr-assets.com/authors/1310943198p7/5031312.jpg ",
			"about": " Dante Alighieri, or simply Dante (May 14/June 13 1265 – September 13/14, 1321), is one of the greatest poets in the Italian language; with the comic story-teller Boccaccio and the poet Petrarch, he forms the classic trio of Italian authors. Dante Alighieri was born in the city-state Florence in 1265. He first saw the woman, or rather the child, who was to become the poetic love of his life when he was almost nine years old and she was some months younger. In fact, Beatrice married another man, Simone di' Bardi, and died when Dante was 25, so their relationship existed almost entirely in Dante's imagination, but she nonetheless plays an extremely important role in his poetry. Dante attributed all the heavenly virtues to her soul and imagined, in his masterpiece The Divine Comedy, that she was his guardian angel who alternately berated and encouraged him on his search for salvation.Politics as well as love deeply influenced Dante's literary and emotional life. Renaissance Florence was a thriving, but not a peaceful city: different opposing factions continually struggled for dominance there. The Guelfs and the Ghibellines were the two major factions, and in fact that division was important in all of Italy and other countries as well. The Pope and the Holy Roman Emperor were political rivals for much of this time period, and in general the Guelfs were in favor of the Pope, while the Ghibellines supported Imperial power. By 1289 in the battle of Campaldino the Ghibellines largely disappeared from Florence. Peace, however, did not insue. Instead, the Guelf party divided between the Whites and the Blacks (Dante was a White Guelf). The Whites were more opposed to Papal power than the Blacks, and tended to favor the emperor, so in fact the preoccupations of the White Guelfs were much like those of the defeated Ghibellines. In this divisive atmosphere Dante rose to a position of leadership. in 1302, while he was in Rome on a diplomatic mission to the Pope, the Blacks in Florence seized power with the help of the French (and pro-Pope) Charles of Valois. The Blacks exiled Dante, confiscating his goods and condemning him to be burned if he should return to Florence.Dante never returned to Florence. He wandered from city to city, depending on noble patrons there. Between 1302 and 1304 some attempts were made by the exiled Whites to retrieve their position in Florence, but none of these succeeded and Dante contented himself with hoping for the appearance of a new powerful Holy Roman Emperor who would unite the country and banish strife. Henry VII was elected Emperor in 1308, and indeed laid seige to Florence in 1312, but was defeated, and he died a year later, destroying Dante's hopes. Dante passed from court to court, writing passionate political and moral epistles and finishing his Divine Comedy, which contains the Inferno, Purgatorio, and Paradiso. He finally died in Ravenna in 1321. ",
			"works_count": 648 ,
			"gender": " male ",
			"hometown": " Florence ",
			"birthdate": " 1265/03/16 ",
			"deathdate": " 1321/06/18 "
		},
		{
			"name": " Tracey West ",
			"image_url": " https://images.gr-assets.com/authors/1460039565p7/17719.jpg ",
			"about": " Tracey West is the bestselling author of more than 200 children's books. She is currently working on the Dragon Masters series, which is part of the Scholastic Branches line. Her past series include Pixie Tricks, Scream Shop, and Hiro's Quest.Tracey is also known for writing books based on cartoons and films, including dozens of books about Pokemon.She currently lives in New York's Hudson Valley with her husband, Bill, and their three dogs, one cat, and five chickens. She is a proud stepmom to Will, Shannon, and Zane.  ",
			"works_count": 461 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Steven A. Riess ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " A leading authority on the history of sports in modern America, Steven A. Riess is the former the Bernard Brommel Distinguished Research Professor in the Department of History at Northeastern Illinois University. A graduate of New York University, he earned his masters and doctorate degrees at the University of Chicago. ",
			"works_count": 11 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Alexandre Dumas ",
			"image_url": " https://images.gr-assets.com/authors/1279049943p7/4785.jpg ",
			"about": " This note regards Alexandre Dumas, père, the father of Alexandre Dumas, fils (son). For the son, see ", akin to Senior in English), born Dumas Davy de la Pailleterie, was a French writer, best known for his numerous historical novels of high adventure which have made him one of the most widely read French authors in the world. Many of his novels, including The Count of Monte Cristo, The Three Musketeers, The Man in the Iron Mask, and The Vicomte de Bragelonne were serialized. Dumas also wrote plays and magazine articles, and was a prolific correspondent.Excerpted from erêts, Aisne, Paris ",
			"birthdate": " 1802/07/24 ",
			"deathdate": " 1870/12/05 "
		},
		{
			"name": " Niall Rudd ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 22 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Terrence Ryan ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Roberta Gellis ",
			"image_url": " https://images.gr-assets.com/authors/1304792877p7/8687.jpg ",
			"about": " Roberta Gellis has been one of the most successful writers of historical fiction of the last few decades, having published about 25 meticulously researched historical novels since 1964. She was married to her husband Charles for over 50 years and they lived together in Lafayette, Indiana with a lively Lakeland terrier called Taffy. She has one child called Mark.ometown": " None ",
			"birthdate": " 1927/09/27 ",
			"deathdate": " 2016/05/06 "
		},
		{
			"name": " Jennie Klassel ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Herbert L. Sussman ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Katharina M. Wilson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 17 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Neville de Mestre ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Townsend ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " Dr. John Townsend is a psychologist, popular speaker, co-host of the nationally broadcast New Life Live! radio program, and a cofounder of the Cloud-Townsend Clinic and Cloud-Townsend Resources. He has written or co-written twenty-seven books, including the bestselling Boundaries, Safe People, and Hiding from Love. He and his wife, Barbi, live in southern California. They have two grown sons. ",
			"works_count": 135 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kathryn Lomer ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Mary Karr ",
			"image_url": " https://images.gr-assets.com/authors/1264001681p7/8865.jpg ",
			"about": " Mary Karr is an American poet, essayist and memoirist. She rose to fame in 1995 with the publication of her bestselling memoir The Liars' Club. She is the Peck Professor of English Literature at Syracuse University.The Liars' Club, published in 1995, was a New York Times bestseller for over a year, and was named one of the year's best books. It delves vividly and often humorously into her deeply troubled childhood, most of which was spent in a gritty, industrial section of Southeast Texas in the 1960s. She was encouraged to write her personal history by her friend, author Tobias Wolff, but has said she only took up the project when her marriage fell apart.She followed the book with another memoir, Cherry (2000), about her late adolescence and early womanhood. A third memoir, Lit, which she says details \"my journey from blackbelt sinner and lifelong agnostic to unlikely Catholic,\" came out in November 2009.Karr thinks of herself first and foremost as a poet. She was a Guggenheim Fellow in poetry in 2005 and has won Pushcart prizes for both her poetry and her essays. Karr has published four volumes of poetry: Abacus (Wesleyan University Press, CT, 1987, in its New Poets series), The Devil's Tour (New Directions NY, 1993, an original TPB), Viper Rum (New Directions NY, 1998, an original TPB), and her new volume Sinners Welcome (HarperCollins, NY 2006). Her poems have appeared in major literary magazines such as Poetry, The New Yorker, and The Atlantic Monthly.She is a controversial figure in the American poetry \"establishment,\" thanks to her Pushcart-award winning essay, \"Against Decoration,\" which was originally published in the quarterly review Parnassus (1991) and later reprinted in Viper Rum. In this essay Karr took a stand in favor of content over poetic style. She argued emotions need to be directly expressed, and clarity should be a watch-word: characters are too obscure, the presented physical world is often \"foggy\" (that is imprecise), references are \"showy\" (both non-germane and overused), metaphors over-shadow expected meaning, and techniques of language (polysyllables, archaic words, intricate syntax, \"yards of adjectives\") only \"slow a reader\"'s understanding. Karr directly criticized well-known, well-connected, and award-winning poets such as James Merrill, Amy Clampitt, Vijay Seshadri, and Rosanna Warren (daughter of Pulitzer Prize winner Robert Penn Warren). Karr favors controlled elegance to create transcendent poetic meaning out of not-quite-ordinary moments, presenting James Merrill's Charles on Fire as a successful example.While some ornamentations Karr rails against are due to shifting taste, she believes much is due to the revolt against formalism which substituted sheer ornamentation for the discipline of meter. Karr notes Randall Jarrell said much the same thing, albeit more decorously, nearly fifty years ago. Her essay is meant to provide the technical detail to Jarrell's argument. As a result of this essay Karr earned a reputation for being both courageous and combative, a matured version of the BB-gun toting little hellion limned in The Liars' Club.Another essay, \"Facing Altars: Poetry and Prayer\", was originally published in Poetry (2005). Karr tells of moving from agnostic alcoholic to baptized Catholic of the decidedly \"cafeteria\" kind, yet one who prays twice daily with loud fervor from her \"foxhole\". In this essay Karr argues that poetry and prayer arise from the same sources within us.Karr was born January 16, 1955, in Groves, a small town in East Texas located in the Port Arthur region, known for its oil refineries and chemical plants, to J. P. and Charlie Marie (Moore) Karr. In her memoirs, Karr calls the town \"Leechfield.\" Karr's father worked in an oil refinery while her mother was an amateur artist and business owner. Karr's sister, two years her elder,  ",
			"works_count": 22 ,
			"gender": " female ",
			"hometown": " Groves, Texas ",
			"birthdate": " 1955/01/16 ",
			"deathdate": " None "
		},
		{
			"name": " Tess Gerritsen ",
			"image_url": " https://images.gr-assets.com/authors/1416348007p7/18149.jpg ",
			"about": " Internationally bestselling author Tess Gerritsen took an unusual route to a writing career. A graduate of Stanford University, Tess went on to medical school at the University of California, San Francisco, where she was awarded her M.D.While on maternity leave from her work as a physician, she began to write fiction. In 1987, her first novel was published. Call After Midnight, a romantic thriller, was followed by eight more romantic suspense novels. She also wrote a screenplay, \"Adrift\", which aired as a 1993 CBS Movie of the Week starring Kate Jackson.Tess's first medical thriller, Harvest, was released in hardcover in 1996, and it marked her debut on the New York Times bestseller list. Her suspense novels since then have been: Life Support (1997), Bloodstream (1998), Gravity (1999), The Surgeon (2001), The Apprentice (2002), The Sinner (2003), Body Double (2004), Vanish (2005), The Mephisto Club (2006), and The Bone Garden (2007). Her books have been translated into 31 languages, and more than 15 million copies have been sold around the world.As well as being a New York Times bestselling author, she has also been a #1 bestseller in both Germany and the UK. She has won both the Nero Wolfe Award (for Vanish) and the Rita Award (for The Surgeon.) Critics around the world have praised her novels as \"Pulse-pounding fun\" (Philadelphia Inquirer), \"Scary and brilliant\" (Toronto Globe and Mail), and \"Polished, riveting prose\" (Chicago Tribune). Publisher Weekly has dubbed her the \"medical suspense queen\".Now retired from medicine, she writes full time. She lives in Maine. ",
			"works_count": 91 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Elaine L. Graham ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sandra G. Harding ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 19 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Nelson Goodman ",
			"image_url": " https://images.gr-assets.com/authors/1471178578p7/39689.jpg ",
			"about": " Henry Nelson Goodman was an American philosopher, known for his work on counterfactuals, mereology, the problem of induction, irrealism, and aesthetics. ",
			"works_count": 12 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1906/08/07 ",
			"deathdate": " 1998/11/25 "
		},
		{
			"name": " Anthony L. Gargano ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " David M. Kaplan ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Asja Szafraniec ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Bill Readings ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Christine Rimmer ",
			"image_url": " https://images.gr-assets.com/authors/1310418571p7/21949.jpg ",
			"about": " New York Times bestselling author Christine Rimmer has written more than one hundred contemporary romances for Harlequin Books. She has won Romantic Times BOOKreview’s Reviewer’s Choice Award for best Silhouette Special Edition. She has been nominated seven times for the Romance Writers of America’s prestigious RITA award and five times for Romantic Times Series Storyteller of the Year. A California native who first longed to be an actress, Christine earned her theater degree from California State, Sacramento and then went to New York to study acting. Later, she moved to Southern California, where she began her writing career with short stories, plays, and poems. Her poems and short stories were published in a number of small literary journals. Her plays were produced at The Back Alley and Group Theaters in Southern California and have been published by Dramatists Play Service and West Coast Plays.She now lives in Oregon with her family and two very contented cats named Tom and Ed.  ",
			"works_count": 313 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Carolyne Larrington ",
			"image_url": " https://images.gr-assets.com/authors/1442023911p7/37479.jpg ",
			"about": " Tutorial Fellow in English [at St John's College, Oxford]Dr. Carolyne Larrington teaches medieval English literature in the college, ranging from the earliest Old English to the beginning of the Renaissance period.Dr Larrington's research interests are in Old Icelandic literature, medieval women's writing, European Arthurian literature, and, most recently, medieval emotion. She has published on Old English and Old Icelandic wisdom poetry, compiled \"Women and Writing in Medieval Europe: A Sourcebook\" and edited two collections of essays on the Old Norse \"Poetic Edda\". Her revised and expanded translation of the \"Poetic Edda\", just published, is the standard. Her most recent monograph is 'King Arthur's Enchantresses: Morgan and Her Sisters in Arthurian Tradition' which appeared from IB Tauris in June 2006. Her book on sibling relations in European medieval literature, and a new popular book on British folklore, \"The Land of the Green Man\" will be published in 2015; a BBC Radio 4 series based on the folklore book has also been commissioned. She is currently editing a collection of essays on emotion in Arthurian literature, and a Handbook to Eddic Poetry. She has been until recently editor-in-chief of the journal Viking and Medieval Scandinavia, and the President of the Viking Society for Northern Research, the British scholarly society for Old Norse study.(from gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Beverly Barton ",
			"image_url": " https://images.gr-assets.com/authors/1303453341p7/87506.jpg ",
			"about": " Beverly Marie Inman was born on 23 December 1946 in Tuscumbia, Alabama, USA. Daughter of Doris Marie and Walter D. Inman Jr. A born romantic, she fell in love with The Beauty and the Beast epic at an early age, when her grandfather bought her an illustrated copy of the famous fairy tale. Even before she learned to read and write, her vivid imagination created magical words and fabulous characters inside her mind. Movies fascinated her, and by the time she was seven she was rewriting the movies she saw on television and at the local theater to give them all happy endings. By the age of nine she'd penned her first novel. She wrote short stories, TV scripts, poetry, and novels throughout high school and into college.After her marriage to Billy Ray Beaver, the \"love of her life\", and the births of her two children, Beverly continued to be a voracious reader and a devoted moviegoer, but she put her writing aspirations on hold until her children were teenagers. At every age of their lives, from infancy to adulthood, the children had been a true joy to her. She devoted herself to her husband and children and considered herself one of the many selfless \"supermoms\" who put their family's needs first. She believed she had had it all, just not all at the same time.In her mid-30s, Beverly returned to her former passion — writing — as a hobby, but before 40, she decided that she wanted to make writing a full-time career. And when she rediscovered an old dream — of becoming a published writer — no one was more supportive of her aspirations than her family. Her children were her greatest cheerleaders and her husband was her biggest supporter. After writing over 40 books and receiving numerous awards and nominations, as well as having books on the USA Today list and consistently on the Waldenbooks bestseller list, her career was indeed a dream come true. Having a fantastic family and fabulous friends, as well as making a living doing the one thing she had loved doing since childhood, she considered herself truly blessed. Beverly died suddenly of heart failure on 21 April 2011. ",
			"works_count": 173 ,
			"gender": " female ",
			"hometown": " Tuscumbia, Alabama ",
			"birthdate": " 1946/12/23 ",
			"deathdate": " 2011/04/21 "
		},
		{
			"name": " Bijoy H. Boruah ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Markus N.A. Bockmuehl ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Christine Mummery ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Martin E. Marty ",
			"image_url": " https://images.gr-assets.com/authors/1315450370p7/3994.jpg ",
			"about": " Martin Emil Marty is an American Lutheran religious scholar who has written extensively on 19th century and 20th century American religion. He received a Ph.D. from the University of Chicago in 1956, and served as a Lutheran pastor from 1952 to 1962 in the suburbs of Chicago. From 1963 to 1998 he taught at the University of Chicago Divinity School, held an endowed chair, and now holds emeritus status.He has served Saint Olaf College in Northfield, Minnesota since 1988 as Regent, Board Chair, Interim President in late 2000, and now as Senior Regent. He has been a columnist for The Christian Century magazine since 1956. He has authored over 5,000 articles and been conferred with 75 honorary doctorates. ",
			"works_count": 166 ,
			"gender": " male ",
			"hometown": " West Point, Nebraska ",
			"birthdate": " 1928/02/05 ",
			"deathdate": " None "
		},
		{
			"name": " Frank A.J.L. James ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 20 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Darin Barney ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Andrew M. Lane ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Fizel ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jennifer Lawson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 57 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sun Tzu ",
			"image_url": " https://images.gr-assets.com/authors/1185211202p7/1771.jpg ",
			"about": " Sun Tzu (孫子; pinyin:  (孫子兵法), an immensely influential ancient Chinese book on military strategy. Sun Tzu believed in the use of the military sciences to effect outcomes that would result in peace.In the author's name, Sūn Wu, the character wu, meaning \"military\", is the same as the character in wu shu, or martial art. Sun Wu also has a courtesy name, Chang Qing (Cháng Qīng). ",
			"works_count": 227 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Thelma S. Horn ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Nikki Giovanni ",
			"image_url": " https://images.gr-assets.com/authors/1439180982p7/22050.jpg ",
			"about": " Yolande Cornelia \"Nikki\" Giovanni is a Grammy-nominated American poet, activist and author. She has written numerous volumes of poetry and has been honored with loads of awards, including 20 honorary degrees from national colleges and universities. Her poems are undeniably authentic distillations of black life in America. She was editor of Fisk University's literary magazine. She lives in Blacksburg, Virginia, where she is a University Distinguished Professor at Virginia Tech. ",
			"works_count": 83 ,
			"gender": " female ",
			"hometown": " Knoxville, Tennessee ",
			"birthdate": " 1943/06/07 ",
			"deathdate": " None "
		},
		{
			"name": " Christian  Heath ",
			"image_url": " https://images.gr-assets.com/authors/1349263805p7/6547531.jpg ",
			"about": " Hey, I’m Christian! Nice to meet you.You’re at the page of a young author and professional SAT tutor. I’ve been doing this full-time for 3 years, and before that, part-time for a year.If I were you, I want to know my SAT scores right off the bat. Do I really know what I’m talking about?Well, it turns out that in high school I scored 800 in reading, 790 in math, and 800 in writing, for a nearly-perfect total of 2390 out of a possible 2400 points.Then, about two years into my tutoring career, I retook the test and got a perfect 2400.After that point, I decided that I wanted to write my own SAT prep books so that my students could learn to do what I was doing.There aren’t any magic bullets – but you can learn exactly what you need to study.So I wrote a series of six books that will be incredibly useful for almost any student, parent, or educator that’s preparing for the SAT or helping students prepare.These books aren’t written for students who already have near-perfect scores… they’re written for the rest of my students, the “average” ones, kids who aren’t happy with their scores, students that feel embarrassed when they tell their friends what they got, for worried parents, and for educators seeking new ideas in SAT prep books…Anyway, you should check those SAT Prep books out.Meanwhile, when not writing books about the SAT, I run my own independent tutoring company in a mid-sized city in the United States.It’s been very rewarding to see my business grow by word-of-mouth. I hardly even advertise any more – most of my clients are referred to me by their friends. ",
			"works_count": 5 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Barrie Houlihan ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 29 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Guillaume Apollinaire ",
			"image_url": " https://images.gr-assets.com/authors/1219074477p7/66522.jpg ",
			"about": " Wilhelm Albert Włodzimierz Apolinary Kostrowicki, known as Guillaume Apollinaire (in French pronounced [ɡijom apɔliˈnɛʁ]) was a French poet, writer, and art critic born in Italy to a Polish mother.Among the foremost poets of the early 20th century, he is credited with coining the word surrealism and writing one of the earliest works described as surrealist, the play Les Mamelles de Tirésias (1917, later used as the basis for an opera in 1947). ",
			"works_count": 256 ,
			"gender": " male ",
			"hometown": " Rome ",
			"birthdate": " 1880/08/26 ",
			"deathdate": " 1918/11/09 "
		},
		{
			"name": " Christina Dodd ",
			"image_url": " https://images.gr-assets.com/authors/1433607611p7/12695.jpg ",
			"about": " New in 2017: — THE WOMAN WHO COULDN'T SCREAM: Virtue Falls Full-length Suspense #4 Sept. 5, 2017 in hardcover, ebook and audio. Do put it on your To-Read list! Now out!-- BECAUSE I'M WATCHING: Virtue Falls Full-length Suspense #3 (2016 Amazon Best of Romance, #1 Amazon Romance of September, Kirkus starred review, Booklist starred review and Best of 2016, Library Journal starred review, RT Book Reviews Top Pick.) In paperback June 27, 2017ook/show/2... — A DARK AND STORMY NIGHT: Stories of Virtue Falls, a compilation of the previously published Virtue Falls short stories with new extras from the Virtue Falls books (deleted scenes, the alternate ending of OBSESSION FALLS, Readers' Guides.) a> -- Today and always…LOVE NEVER DIES: A Virtue Falls Short Story how/2...— OBSESSION FALLS: A full-length Virtue Falls thriller in paperback and ebook how/2...Want to know what Christina will be publishing next? Join her mailing list for updates! ys been a reader. She reads everything, but because she loves humor, she likes romance best.A woman wants things like world peace, a clean house, and a deep and meaningful relationship based on mutual understanding and love. A man wants things like a Craftsman router with attachments, undisputed control of the TV remote, and a red Corvette which will miraculously make his bald spot disappear. So when Christina's first daughter was born, she told her husband she was going to quit work and write a book. It was a good time to start a new career, because how much trouble could one little infant be?Ha! It took ten years, two children and three completed manuscripts before her first novel, CANDLE IN THE WINDOW, was published. In the twenty-six years since, her novels have been translated into 25 languages, won Romance Writers of America's prestigious Golden Heart and RITA Awards and been called the year's best by Library Journal. Christina Dodd herself has been a clue in the Los Angeles Times crossword puzzle (11/18/05, # 13 Down: Romance Novelist named Christina — her mother was very impressed.) With more than 15 million of her books in print, Publishers Weekly praises her style that 'showcases Dodd's easy, addictive charm and steamy storytelling.'Christina Dodd is married to a man with all his hair and no Corvette, but many Craftsman tools.(Source: ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Katherine Hall Page ",
			"image_url": " https://images.gr-assets.com/authors/1224045628p7/21167.jpg ",
			"about": " Katherine Hall Page is the author of fifteen previous Faith Fairchild mysteries, the first of which received the Agatha Award for best first mystery and the most recent of which, The Body in the Snowdrift, was honored with the Agatha Award for best novel. Page also won an Agatha for her short story \"The Would-Be Widower.\" She lives in Massachusetts with her husband and son. (from the publisher's website)\"Series:* "hometown": " New Jersey ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Margaret Atwood ",
			"image_url": " https://images.gr-assets.com/authors/1282859073p7/3472.jpg ",
			"about": " Margaret Atwood was born in 1939 in Ottawa and grew up in northern Ontario, Quebec, and Toronto. She received her undergraduate degree from Victoria College at the University of Toronto and her master's degree from Radcliffe College.Throughout her writing career, Margaret Atwood has received numerous awards and honourary degrees. She is the author of more than thirty-five volumes of poetry, children’s literature, fiction, and non-fiction and is perhaps best known for her novels, which include The Edible Woman (1970), The Handmaid's Tale (1983), The Robber Bride (1994), Alias Grace (1996), and The Blind Assassin, which won the prestigious Booker Prize in 2000. Atwood's dystopic novel, Oryx and Crake, was published in 2003. The Tent (mini-fictions) and Moral Disorder (short stories) both appeared in 2006. Her most recent volume of poetry, The Door, was published in 2007. Her non-fiction book, Payback: Debt and the Shadow Side of Wealth ­ in the Massey series, appeared in 2008, and her most recent novel, The Year of the Flood, in the autumn of 2009. Ms. Atwood's work has been published in more than forty languages, including Farsi, Japanese, Turkish, Finnish, Korean, Icelandic and Estonian. In 2004 she co-invented the Long Pen TM.Margaret Atwood currently lives in Toronto with writer Graeme Gibson. Associations: Margaret Atwood was President of the Writers' Union of Canada from May 1981 to May 1982, and was President of International P.E.N., Canadian Centre (English Speaking) from 1984-1986. She and Graeme Gibson are the Joint Honourary Presidents of the Rare Bird Society within BirdLife International. Ms. Atwood is also a current Vice-President of PEN International. ",
			"works_count": 285 ,
			"gender": " female ",
			"hometown": " Ottawa, Ontario ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Wendell Odom ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 64 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Taylor ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " John Taylor is the author of Paths to Contemporary French Literature (Volumes 1-3) and Into the Heart of European Poetry. He has written numerous books of stories, short prose, and poetry, including The Apocalypse Tapestries. He writes the “Poetry Today” column in the Antioch Review and has long been a regular contributor to the Times Literary Supplement. He has lived in France since 1977. In 2010, he received a grant from the National Endowment for the Arts for his project to translate Georges Perros’s Papiers collés. ",
			"works_count": 503 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Hollander ",
			"image_url": " https://images.gr-assets.com/authors/1376994345p7/12183.jpg ",
			"about": " None ",
			"works_count": 85 ,
			"gender": " male ",
			"hometown": " New York, NY ",
			"birthdate": " 1929/10/28 ",
			"deathdate": " 2013/08/19 "
		},
		{
			"name": " Patricia Waddell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/f_333x500-c8899232290ea51bb160dea14c29470b.png ",
			"about": " Patricia writes for the pure joy of escaping the day to day confines of reality. The reason she thinks most of us pick up a book. A graduate of the University of Cincinnati, Pat grew up in the Mid-West, where old fashioned values grow like corn. After a full day as a professional accountant, she races home to her keyboard and walks through the looking glass into the world of romantic fiction.Pat currently resides in Florida with her husband, Phillip. ",
			"works_count": 17 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Charles Bukowski ",
			"image_url": " https://images.gr-assets.com/authors/1387554724p7/13275.jpg ",
			"about": " Henry Charles Bukowski (born as Heinrich Karl Bukowski) was a German-born American poet, novelist and short story writer. His writing was influenced by the social, cultural and economic ambience of his home city of Los Angeles.It is marked by an emphasis on the ordinary lives of poor Americans, the act of writing, alcohol, relationships with women and the drudgery of work. Bukowski wrote thousands of poems, hundreds of short stories and six novels, eventually publishing over sixty booksCharles Bukowski was the only child of an American soldier and a German mother. At the age of three, he came with his family to the United States and grew up in Los Angeles. He attended Los Angeles City College from 1939 to 1941, then left school and moved to New York City to become a writer. His lack of publishing success at this time caused him to give up writing in 1946 and spurred a ten-year stint of heavy drinking. After he developed a bleeding ulcer, he decided to take up writing again. He worked a wide range of jobs to support his writing, including dishwasher, truck driver and loader, mail carrier, guard, gas station attendant, stock boy, warehouse worker, shipping clerk, post office clerk, parking lot attendant, Red Cross orderly, and elevator operator. He also worked in a dog biscuit factory, a slaughterhouse, a cake and cookie factory, and he hung posters in New York City subways.Bukowski published his first story when he was twenty-four and began writing poetry at the age of thirty-five. His first book of poetry was published in 1959; he went on to publish more than forty-five books of poetry and prose, including n March 9, 1994. ",
			"works_count": 378 ,
			"gender": " male ",
			"hometown": " Andernach ",
			"birthdate": " 1920/08/16 ",
			"deathdate": " 1994/03/09 "
		},
		{
			"name": " Dubeck ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Barry B. Luokkala ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Samuel Taylor Coleridge ",
			"image_url": " https://images.gr-assets.com/authors/1206846928p7/11525.jpg ",
			"about": " Samuel Taylor Coleridge was an English poet, critic, and philosopher who was, along with his friend William Wordsworth, one of the founders of the Romantic Movement in England and one of the Lake Poets. He is probably best known for his poems The Rime of the Ancient Mariner and Kubla Khan, as well as his major prose work Biographia Literaria. ",
			"works_count": 806 ,
			"gender": " male ",
			"hometown": " Ottery St Mary, Devonshire, England ",
			"birthdate": " 1772/10/21 ",
			"deathdate": " 1834/07/25 "
		},
		{
			"name": " Nigel Wood ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 37 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Robert Pepperell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Agatha Christie ",
			"image_url": " https://images.gr-assets.com/authors/1321738793p7/123715.jpg ",
			"about": " Agatha Christie also wrote romance novels under the pseudonym  he best-selling author of all time. She wrote eighty crime novels and story collections, fourteen plays, and several other books. Her books have sold roughly four billion copies and have been translated into 45 languages. She is the creator of the two most enduring figures in crime literature-Hercule Poirot and Miss Jane Marple-and author of The Mousetrap, the longest-running play in the history of modern theatre. Agatha Mary Clarissa Miller was born in Torquay, Devon, England, U.K., as the youngest of three. The Millers had two other children: Margaret Frary Miller (1879–1950), called Madge, who was eleven years Agatha's senior, and Louis Montant Miller (1880–1929), called Monty, ten years older than Agatha. During the First World War, she worked at a hospital as a nurse; later working at a hospital pharmacy, a job that influenced her work, as many of the murders in her books are carried out with poison.On Christmas Eve 1914 Agatha married Archibald Christie, an aviator in the Royal Flying Corps. The couple had one daughter, Rosalind Hicks. They divorced in 1928, two years after Christie discovered her husband was having an affair.Her first novel, The Mysterious Affair at Styles, came out in 1920. During this marriage, Agatha published six novels, a collection of short stories, and a number of short stories in magazines.In late 1926, Agatha's husband, Archie, revealed that he was in love with another woman, Nancy Neele, and wanted a divorce. On 8 December 1926 the couple quarreled, and Archie Christie left their house Styles in Sunningdale, Berkshire, to spend the weekend with his mistress at Godalming, Surrey. That same evening Agatha disappeared from her home, leaving behind a letter for her secretary saying that she was going to Yorkshire. Her disappearance caused an outcry from the public, many of whom were admirers of her novels. Despite a massive manhunt, she was not found for eleven days.In 1930, Christie married archaeologist Max Mallowan (Sir Max from 1968) after joining him in an archaeological dig. Their marriage was especially happy in the early years and remained so until Christie's death in 1976. In 1977, Mallowan married his longtime associate, Barbara Parker.Christie frequently used familiar settings for her stories. Christie's travels with Mallowan contributed background to several of her novels set in the Middle East. Other novels (such as And Then There Were None) were set in and around Torquay, where she was born. Christie's 1934 novel Murder on the Orient Express was written in the Hotel Pera Palace in Istanbul, Turkey, the southern terminus of the railway. The hotel maintains Christie's room as a memorial to the author. The Greenway Estate in Devon, acquired by the couple as a summer residence in 1938, is now in the care of the National Trust.Christie often stayed at Abney Hall in Cheshire, which was owned by her brother-in-law, James Watts. She based at least two of her stories on the hall: the short story The Adventure of the Christmas Pudding, which is in the story collection of the same name, and the novel After the Funeral. \"Abney became Agatha's greatest inspiration for country-house life, with all the servants and grandeur which have been woven into her plots.During the Second World War, Christie worked in the pharmacy at University College Hospital of University College, London, where she acquired a knowledge of poisons that she put to good use in her post-war crime novels. To honour her many literary works, she was appointed Commander of the Order of the British Empire in the 1956 New Year Honours. The next year, she became the President of the Detection Club. In the 1971 New Year Honours she was promoted Dame Commande ",
			"works_count": 1975 ,
			"gender": " female ",
			"hometown": " Torquay, Devon, England ",
			"birthdate": " 1890/09/15 ",
			"deathdate": " 1976/01/12 "
		},
		{
			"name": " Meg Cabot ",
			"image_url": " https://images.gr-assets.com/authors/1197201648p7/11654.jpg ",
			"about": " Librarian note: AKA bruary 1, 1967, during the Chinese astrological year of the Fire Horse, a notoriously unlucky sign. Fortunately she grew up in Bloomington, Indiana, where few people were aware of the stigma of being a fire horse -- at least until Meg became a teenager, when she flunked freshman Algebra twice, then decided to cut her own bangs. After six years as an undergrad at Indiana University, Meg moved to New York City (in the middle of a sanitation worker strike) to pursue a career as an illustrator, at which she failed miserably, forcing her to turn to her favorite hobby--writing novels--for emotional succor. She worked various jobs to pay the rent, including a decade-long stint as the assistant manager of a 700 bed freshmen dormitory at NYU, a position she still occasionally misses. She is now the author of nearly fifty books for both adults and teens, selling fifteen million copies worldwide, many of which have been #1 New York Times bestsellers, most notably The Princess Diaries series, which is currently being published in over 38 countries, and was made into two hit movies by Disney. In addition, Meg wrote the Mediator and 1-800-Where-R-You? series (on which the television series, Missing, was based), two All-American Girl books, Teen Idol, Avalon High, How to Be Popular, Pants on Fire, Jinx, a series of novels written entirely in email format (Boy Next Door, Boy Meets Girl, and Every Boy's Got One), a mystery series (Size 12 Is Not Fat/ Size 14 Is Not Fat Either/Big Boned), and a chick-lit series called Queen of Babble. Meg is now writing a new children's series called Allie Finkle's Rules for Girls. Her new paranormal series, Abandon, debuts in Summer of 2011. Meg currently divides her time between Key West, Indiana, and New York City with a primary cat (one-eyed Henrietta), various back-up cats, and her husband, who doesn't know he married a fire horse. Please don't tell him. Series:* 		"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Bernadette Mayer ",
			"image_url": " https://images.gr-assets.com/authors/1442502511p7/23729.jpg ",
			"about": " Bernadette Mayer (born May 12, 1945) is an American poet, writer, and visual artist associated with both the Language poets and the New York School. Mayer's record-keeping and use of stream-of-consciousness narrative are two trademarks of her writing, though she is also known for her work with form and mythology. In addition to the influence of her textual-visual art and journal-keeping, Mayer's poetry is widely acknowledged as some of the first to speak accurately and honestly about the experience of motherhood. Mayer edited the journal 0 TO 9 with Vito Acconci, and, until 1983, United Artists books and magazines with Lewis Warsh. Mayer taught at the New School for Social Research, where she earned her degree in 1967, and, during the 1970s, she led a number of workshops at the Poetry Project at St. Mark's Church in New York. From 1980 to 1984, Mayer served as director of the Poetry Project, and her influence in the contemporary avant-garde is felt widely, with writers like Kathy Acker, Charles Bernstein, John Giorno, and Anne Waldman having sat in on her workshops.(from Wikipedia) ",
			"works_count": 46 ,
			"gender": " female ",
			"hometown": " Brooklyn, New York ",
			"birthdate": " 1945/05/12 ",
			"deathdate": " None "
		},
		{
			"name": " Nalini Singh ",
			"image_url": " https://images.gr-assets.com/authors/1423312512p7/71688.jpg ",
			"about": " I've been writing as long as I can remember and all of my stories always held a thread of romance (even when I was writing about a prince who could shoot lasers out of his eyes). I love creating unique characters, love giving them happy endings and I even love the voices in my head. There's no other job I would rather be doing. In September 2002, when I got the call that Silhouette Desire wanted to buy my first book, Desert Warrior, it was a dream come true. I hope to continue living the dream until I keel over of old age on my keyboard.I was born in Fiji and raised in New Zealand. I also spent three years living and working in Japan, during which time I took the chance to travel around Asia. I’m back in New Zealand now, but I’m always plotting new trips. If you’d like to see some of my travel snapshots, have a look at the Travel Diary page (updated every month).So far, I've worked as a lawyer, a librarian, a candy factory general hand, a bank temp and an English teacher and not necessarily in that order. Some might call that inconsistency but I call it grist for the writer's mill. ",
			"works_count": 160 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Benjamin Acosta-Hughes ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Andrew Feenberg ",
			"image_url": " https://images.gr-assets.com/authors/1305566560p7/200596.jpg ",
			"about": " Andrew Feenberg is Canada Research Chair in Philosophy of Technology in the School of Communication, Simon Fraser University, where he directs the Applied Communication and Technology Lab. He has also taught for many years in the Philosophy Department at San Diego State University, and at Duke University, the State University of New York at Buffalo, the Universities of California, San Diego and Irvine, the Sorbonne, the University of Paris-Dauphine, the Ecole des Hautes Etudes en Sciences Sociales, and the University of Tokyo and the University of Brasilia.He is the author of Lukacs, Marx and the Sources of Critical Theory (Rowman and Littlefield, 1981; Oxford University Press, 1986), Critical Theory of Technology (Oxford University Press, 1991), Alternative Modernity (University of California Press, 1995), and Questioning Technology (Routledge, 1999). A second edition of Critical Theory of Technology appeared with Oxford in 2002 under the title Transforming Technology. Heidegger and Marcuse: The Catastrophe and Redemption of History appeared in 2005 with Routledge. Between Reason and Experience: Essays in Technology and Modernity appeared with MIT Press in 2010. Translations of several of these books are available. Dr. Feenberg is also co-editor of Marcuse: Critical Theory and the Promise of Utopia (Bergin and Garvey Press, 1987), Technology and the Politics of Knowledge (Indiana University Press, 1995), Modernity and Technology (MIT Press, 2003), and Community in the Digital Age (Rowman and Littlefield, 2004). His co-authored book on the French May Events of 1968 appeared in 2001 with SUNY Press under the title When Poetry Ruled the Streets. With William Leiss, Feenberg has edited a collection entitled The Essential Marcuse published by Beacon Press. A book on Feenberg's philosophy of technology entitled Democratizing Technology, appeared in 2006.In addition to his work on Critical Theory and philosophy of technology, Dr. Feenberg has published on the Japanese philosopher Nishida Kitaro. He is also recognized as an early innovator in the field of online education, a field he helped to create in 1982. He led the TextWeaver Project on improving software for online discussion forums under a grant from the Fund for the Improvement of Post-Secondary Education of the US Department of Education. For the latest web based version of this software, see cience and Humanities Research Council (SSHRC). ",
			"works_count": 17 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Gaston Bachelard ",
			"image_url": " https://images.gr-assets.com/authors/1386631841p7/8276.jpg ",
			"about": " Gaston Bachelard was a French philosopher who rose to some of the most prestigious positions in the French academy. His most important work is on poetics and on the philosophy of science. To the latter he introduced the concepts of epistemological obstacle and epistemological break (obstacle épistémologique et rupture épistémologique). He influenced many subsequent French philosophers, among them Michel Foucault and Louis Althusser. ",
			"works_count": 55 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1884/06/27 ",
			"deathdate": " 1962/10/16 "
		},
		{
			"name": " Colleen Higgs ",
			"image_url": " https://images.gr-assets.com/authors/1294740241p7/344545.jpg ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Marcia S. Freeman ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 107 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rafaela Hillerbrand ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Ivy ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Steven J. Overman ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 8 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Robert Cormier ",
			"image_url": " https://images.gr-assets.com/authors/1206563791p7/10442.jpg ",
			"about": " Robert Edmund Cormier (January 17, 1925–November 2, 2000) was an American author, columnist and reporter, known for his deeply pessimistic, downbeat literature. His most popular works include I Am the Cheese, After the First Death, We All Fall Down and The Chocolate War, all of which have won awards. The Chocolate War was challenged in multiple libraries. His books often are concerned with themes such as abuse, mental illness, violence, revenge, betrayal and conspiracy. In most of his novels, the protagonists do not win. ",
			"works_count": 32 ,
			"gender": " male ",
			"hometown": " Leominster, Massachusetts ",
			"birthdate": " 1925/01/17 ",
			"deathdate": " 2000/11/02 "
		},
		{
			"name": " H.P. Lovecraft ",
			"image_url": " https://images.gr-assets.com/authors/1299165714p7/9494.jpg ",
			"about": " Howard Phillips Lovecraft, of Providence, Rhode Island, was an American author of horror, fantasy and science fiction.Lovecraft's major inspiration and invention was cosmic horror: life is incomprehensible to human minds and the universe is fundamentally alien. Those who genuinely reason, like his protagonists, gamble with sanity. Lovecraft has developed a cult following for his Cthulhu Mythos, a series of loosely interconnected fictions featuring a pantheon of human-nullifying entities, as well as the Necronomicon, a fictional grimoire of magical rites and forbidden lore. His works were deeply pessimistic and cynical, challenging the values of the Enlightenment, Romanticism and Christianity. Lovecraft's protagonists usually achieve the mirror-opposite of traditional gnosis and mysticism by momentarily glimpsing the horror of ultimate reality.Although Lovecraft's readership was limited during his life, his reputation has grown over the decades. He is now commonly regarded as one of the most influential horror writers of the 20th Century, exerting widespread and indirect influence, and frequently compared to Edgar Allan Poe.— 			"birthdate": " 1890/08/20 ",
			"deathdate": " 1937/03/15 "
		},
		{
			"name": " Julia Kristeva ",
			"image_url": " https://images.gr-assets.com/authors/1383917628p7/30381.jpg ",
			"about": " Julia Kristeva is a French psychoanalyst, sociologist, critic and philosopher. She researches on psychoanalysis of the Lacanian tradition, and has interest in semiotics. She also founded the Simone de Beauvoir Prize. ",
			"works_count": 102 ,
			"gender": " None ",
			"hometown": " Sliven ",
			"birthdate": " 1941/06/24 ",
			"deathdate": " None "
		},
		{
			"name": " Julie Fison ",
			"image_url": " https://images.gr-assets.com/authors/1362381336p7/6665220.jpg ",
			"about": " Julie Fison grew up in Brisbane and worked in Australia, Asia and Europe as a television news reporter. Her first fiction series, 'Hazard River' (see J.E. Fison), is fast paced and fun with an environmental twist. The stories were inspired by a family holiday on the Noosa River. Noosa is also the setting for Julie's first teen romance - 'Tall, Dark and Distant' which is part of the Smitten series. Her other story in the series - 'Lust and Found' takes readers on a journey through steamy Cambodia as Sienna looks for her missing brother.In Julie's new young adult novel (July 2014) - 'Counterfeit Love', Hong Kong reporter, Lucy Yang, gets more than she bargains for when she is handed a mysterious package. Julie also has two books in a Choose Your Own Ever After series that lets readers decide how the story goes. The fun starts with 'How to get to Rio'. 'The Call of the Wild' came out in August 2014. ",
			"works_count": 8 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Gertrude Chandler Warner ",
			"image_url": " https://images.gr-assets.com/authors/1206731348p7/10665.jpg ",
			"about": " Gertrude Chandler Warner was born in Putnam, Connecticut, on April 16, 1890, to Edgar and Jane Warner. Her family included a sister, Frances, and a brother, John. From the age of five, she dreamed of becoming an author. She wrote stories for her Grandfather Carpenter, and each Christmas she gave him one of these stories as a gift. Today, Ms. Warner is best remembered as the author of THE BOXCAR CHILDREN MYSTERIES. As a child, Gertrude enjoyed many of the things that girls enjoy today. She loved furnishing a dollhouse with handmade furniture and she liked to read. Her favorite book was ALICE IN WONDERLAND. Often on Sundays after church, Gertrude enjoyed trips to visit her grandparents' farm. Along the way, she and Frances would stop to pick the wildflowers they both loved. Gertrude's favorite flower was the violet.Her family was a very musical one. They were able to have a family orchestra, and Gertrude enjoyed playing the cello. Her father had brought her one from New York ---a cello, a bow, a case and an instruction book. All together, he paid $14. Later, as an adult, she began playing the pipe organ and sometimes substituted for the church organist. Due to ill health, Ms. Warner never finished high school. She left in the middle of her second year and studied with a tutor. Then, in 1918, when teachers were called to serve in World War I, the school board asked her to teach first grade. She had forty children in the morning and forty more in the afternoon. Ms. Warner wrote, \"I was asked or begged to take this job because I taught Sunday School. But believe me, day school is nothing like Sunday School, and I sure learned by doing --- I taught in that same room for 32 years, retiring at 60 to have more time to write.\" Eventually, Ms. Warner attended Yale, where she took several teacher training courses. Once when she was sick and had to stay home from teaching, she thought up the story about the Boxcar Children. It was inspired by her childhood dreams. As a child, she had spent hours watching the trains go by near her family's home. Sometimes she could look through the window of a caboose and see a small stove, a little table, cracked cups with no saucers, and a tin coffee pot boiling away on the stove. The sight had fascinated her and made her dream about how much fun it would be to live and keep house in a boxcar or caboose. She read the story to her classes and rewrote it many times so the words were easy to understand. Some of her pupils spoke other languages at home and were just learning English. THE BOXCAR CHILDREN gave them a fun story that was easy to read. Ms. Warner once wrote for her fans, \"Perhaps you know that the original BOXCAR CHILDREN. . . raised a storm of protest from librarians who thought the children were having too good a time without any parental control! That is exactly why children like it! Most of my own childhood exploits, such as living in a freight car, received very little cooperation from my parents.\" Though the story of THE BOXCAR CHILDREN went through some changes after it was first written, the version that we are familiar with today was originally published in 1942 by Scott Foresman. Today, Albert Whitman &amp; Company publishes this first classic story as well as the next eighteen Alden children adventures that were written by Ms. Warner.Gertrude Chandler Warner died in 1979 at the age of 89 after a full life as a teacher, author, and volunteer for the American Red Cross and other charitable organizations. After her death, Albert Whitman &amp; Company continued to receive mail from children across the country asking for more adventures about Henry, Jessie, Violet and Benny Alden. In 1991, Albert Whitman added to THE BOXCAR CHILDREN MYSTERIES so that today's children can enjoy many more adventures about this independent and caring group of children. ",
			"works_count": 314 ,
			"gender": " None ",
			"hometown": " Putnam, Connecticut ",
			"birthdate": " 1890/04/16 ",
			"deathdate": " 1979/08/30 "
		},
		{
			"name": " Matt Lamy ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Loren D. Estleman ",
			"image_url": " https://images.gr-assets.com/authors/1358178994p7/13371.jpg ",
			"about": " Loren D. Estleman is an American writer of detective and Western fiction. He writes with a manual typewriter.Estleman is most famous for his novels about P.I. Amos Walker. Other series characters include Old West marshal Page Murdock and hitman Peter Macklin. He has also written a series of novels about the history of crime in Detroit (also the setting of his Walker books.) His non-series works include Bloody Season, a fictional recreation of the gunfight at the O.K. Corral, and several novels and stories featuring Sherlock Holmes.Series:*  Arbor, Michigan ",
			"birthdate": " 1952/09/15 ",
			"deathdate": " None "
		},
		{
			"name": " Mark Brake ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " David Clay Large ",
			"image_url": " https://images.gr-assets.com/authors/1488335586p7/114909.jpg ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Laurel R. Davis ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rinehart, and Winston, Inc. Holt ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Chip Walter ",
			"image_url": " https://images.gr-assets.com/authors/1359571655p7/81761.jpg ",
			"about": " Chip Walter is the author of Last Ape Standing, a former CNN Bureau Chief, documentary filmmaker and screenwriter. His articles have been published in Slate, The Economist, Wall St. Journal, Scientific American and many other publications and his books have been published in six languages. His other books include, Thumbs, Toes and Tears -- And Other Traits That Make Us HUman; I'm Working on That (written with William Shatner) and Space Age (a companion volume to the PBS series of the same title). He lives in Pittsburgh with his wife Cyndy. Their four children are scattered all over the country, but they are still a family. ",
			"works_count": 8 ,
			"gender": " male ",
			"hometown": " Pittsburgh ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Chunjuan Nancy Wei ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Iain Lindsey ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Joe Orlando ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 85 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Pierre Joris ",
			"image_url": " https://images.gr-assets.com/authors/1197922772p7/46509.jpg ",
			"about": " Pierre Joris left Luxembourg at nineteen &amp; has since lived in the US, Great Britain, North Africa &amp; France. In 1992 he returned to the Mid-Hudson valley where he teaches poetry &amp; poetics at SUNY-Albany. He has published some 40 books of poetry, essays and translations. Forthcoming in 2008 are Aljibar II (poems, a bilingual edition with French translation by Eric Sarner, Editions PHI) and Justifying the Margins: Essays 1990-2006 (SALT Publishing). Pierre Joris’ 2007 publications include the CD Routes, not Roots (with Munir Beken, oud; Mike Bisio, bass; Ben Chadabe, percussion; &amp; Mitch Elrod, guitar) issued by Ta’wil Productions; Aljibar (poems w/ French translations by Eric Sarner, published in Luxembourg by Editions PHI) and Meditations on the Stations of Mansour Al-Hallaj 1-21(Anchorite Press, Albany). Other recent books include Poasis: Selected Poems 1986-1999,and A Nomad Poetics (essays), both from Wesleyan University Press. Recent translations include Paul Celan: Selections, and Lightduress by Paul Celan, which received the 2005 PEN Poetry Translation Award. 4x1: Work by Tristan Tzara, Rainer Maria Rilke, Jean-Pierre Duprey &amp; Habib Tengour translated by Pierre Joris came out in October 2002 from Inconundrum Press, and Basic Books published his co-translation (with Ann Reid) of Abdelwahab Meddeb’s The Malady of Islam in 2003. With Jerome Rothenberg he edited Poems for the Millennium, vol. 1 &amp; 2: The University of California Book of Modern &amp; Postmodern Poetry. Green Integer published his 3 volumes of translations of Paul Celan: Breathturn, Threadsuns and Lightduress. Other translations include books by Abdelwahab Meddeb, Paul Celan, Maurice Blanchot, Edmond Jabès, Habib Tengour, Tchicaya U'Tamsi, Kurt Schwitters and Michel Bulteau into English, and by Carl Solomon, Jack Kerouac, Gregory Corso, Pete Townsend, Julian Beck and Sam Shepard into French.	Since 1967 he has been actively involved in little magazines: he published \"The Clown,\" a poetry magazine, at Bard College from 1967-1969; edited \"Corpus\" (\"A Radical Newspaper of the Arts\") in New York from 1969-1970; founded and co-edited (with William Prescott) \"SIXPACK\" (A magazine of contemporary literature) in London &amp; New York from 1972-1977, was poetry editor for “Paris Exiles” magazine in Paris from 1985-1986. He has been a correspondent for PO&amp;SIE, Paris (edited by Michel Deguy) since 1986; for “Dédale,” Paris (edited by Abdelwahab Meddeb) since 1995 and for “Arapoetica”, Paris (edited by Abdul Kader El Janabi) since 1999. ",
			"works_count": 37 ,
			"gender": " male ",
			"hometown": " Strasbourg ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Carolyn Keene ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " Carolyn Keene is a writer pen name that was used by many different people- both men and women- over the years. The company that was the creator of the Nancy Drew series, the Stratemeyer Syndicate, hired a variety of writers. For Nancy Drew, the writers used the pseudonym Carolyn Keene to assure anonymity of the creator.Edna and Harriet Stratemeyer inherited the company from their father Edward Stratemeyer. Edna contributed 10 plot outlines before passing the reins to her sister Harriet. It was s character. Mildred wrote 23 of the original 30 Nancy Drew Mystery Stories®, including the first three. It was her characterization that helped make Nancy an instant hit. The Stratemeyer Syndicate's devotion to the series over the years under the reins of Harriet Stratemeyer Adams helped to keep the series alive and on store shelves for each succeeding generation of girls and boys. In 1959, Harriet, along with several writers, began a 25-year project to revise the earlier Carolyn Keene novels. The Nancy Drew books were condensed, racial stereotypes were removed, and the language was updated. In a few cases, outdated plots were completely rewritten.Other writers of Nancy Drew volumes include Harriet herself, she wrote most of the series after Mildred quit writing for the Syndicate and in 1959 began a revision of the first 34 texts. The role of the writer of \"Carolyn Keene\" passed temporarily to Walter Karig who wrote three novels during the Great Depression. Also contributing to Nancy Drew's prolific existence were Leslie McFarlane, James Duncan Lawrence, Nancy Axelrod, Priscilla Doll, Charles Strong, Alma Sasse, Wilhelmina Rankin, George Waller Jr., and Margaret Scherf. ",
			"works_count": 857 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Uskali Maki ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 16 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John F. Haught ",
			"image_url": " https://images.gr-assets.com/authors/1413086812p7/101284.jpg ",
			"about": " John F. Haught is a Roman Catholic theologian, specializing with systematic theology. He has special interests in science, cosmology, ecology, and reconciling evolution and religion.Haught graduated from St. Mary's Seminary and University in Baltimore,, and he received a PhD in Theology from The Catholic University of America in 1970.Haught received the 2002 Owen Garrigan Award in Science and Religion, the 2004 Sophia Award for Theological Excellence, and, in 2009, the degree of Doctor Honoris Causa by the University of Leuven.He is Senior Research Fellow at the Woodstock Theological Center at Georgetown University. There, he established the Georgetown Center for the Study of Science and Religion and was the chair of Georgetown's theology department between 1990 and 1995. ",
			"works_count": 25 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1942/11/12 ",
			"deathdate": " None "
		},
		{
			"name": " Hans-Hermann Clever ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Timothy Mathews ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Don Mckay ",
			"image_url": " https://images.gr-assets.com/authors/1406906553p7/620663.jpg ",
			"about": " Don McKay is an award-winning Canadian poet, editor, and educator.McKay was educated at the University of Western Ontario and the University of Wales, where he earned his PhD in 1971. He taught creative writing and English for 27 years in universities including the University of Western Ontario and the University of New Brunswick.In June 2007, he won the Griffin Poetry Prize for Strike/Slip (2006). He is the co-founder and manuscript reader for Brick Books, one of Canada's leading poetry presses, and was editor of the literary journal The Fiddlehead from 1991-96. In 2008, he was made a Member of the Order of Canada.[2] ",
			"works_count": 40 ,
			"gender": " male ",
			"hometown": " Owen Sound, Ontario ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Fred Leavitt ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " Fred Levitt is a professor of Psychology at California State University, East Bay. Prof. Fred Leavitt\"I received my BA from Eastern New Mexico University, my Ph.D. from the University of Michigan, and a Post-doctoral fellowship to study mammalian sexual behavior at UC-Berkeley. My teaching has included stops as a visiting professor at several U.S. universities and in Canada, Kenya, New Zealand, England, Turkey, Singapore, and Holland. I’ve lectured to medical doctors for their continuing medical education credits about expectation effects, alternatives to psychiatric drugs, and medical decision-making; and to football coaches about steroids and other forms of drug abuse. Some of my books are Drugs and Behavior, The REAL drug Abusers, and Evaluating Scientific Research, Evaluating Scientific Researchi, Improving Medical Outcomes, An Even Greater Scandal, and The Billionaire.s Game.In my spare time I enjoy trying to grow fruits and vegetables (not very successfully-- grew up in Brooklyn, didn’t see a tree until I was 20), trying to solve cryptic crossword puzzles, and playing basketball with a bunch of other over-the-hill players.\" ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " James Richard Mensch ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 11 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Roman Ingarden ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 29 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " David R. Maidment ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Elizabeth Barrett Browning ",
			"image_url": " https://images.gr-assets.com/authors/1206559375p7/67032.jpg ",
			"about": " Elizabeth Barrett Browning was one of the most respected poets of the Victorian era.Born in County Durham, the eldest of 12 children, Browning was educated at home. She wrote poetry from around the age of six and this was compiled by her mother, comprising what is now one of the largest collections extant of juvenilia by any English writer. At 15 Browning became ill, suffering from intense head and spinal pain for the rest of her life, rendering her frail. She took laudanum for the pain, which may have led to a lifelong addiction and contributed to her weak health.In the 1830s Barrett's cousin John Kenyon introduced her to prominent literary figures of the day such as William Wordsworth, Mary Russell Mitford, Samuel Taylor Coleridge; Alfred, Lord Tennyson, and Thomas Carlyle. Browning's first adult collection The Seraphim and Other Poems was published in 1838. During this time she contracted a disease, possibly tuberculosis, which weakened her further. Living at Wimpole Street, in London, Browning wrote prolifically between 1841 and 1844, producing poetry, translation and prose. She campaigned for the abolition of slavery and her work helped influence reform in child labour legislation. Her prolific output made her a rival to Tennyson as a candidate for poet laureate on the death of Wordsworth.Browning's volume Poems (1844) brought her great success. During this time she met and corresponded with the writer Robert Browning, who admired her work. The courtship and marriage between the two were carried out in secret, for fear of her father's disapproval. Following the wedding she was disinherited by her father and rejected by her brothers. The couple moved to Italy in 1846, where she would live for the rest of her life. They had one son, Robert Barrett Browning, whom they called Pen. Towards the end of her life, her lung function worsened, and she died in Florence in 1861. A collection of her last poems was published by her husband shortly after her death.Browning was brought up in a strongly religious household, and much of her work carries a Christian theme. Her work had a major influence on prominent writers of the day, including the American poets Edgar Allan Poe and Emily Dickinson. She is remembered for such poems as \"How Do I Love Thee?\" (Sonnet 43, 1845) and Aurora Leigh (1856). ",
			"works_count": 308 ,
			"gender": " female ",
			"hometown": " Durham, England ",
			"birthdate": " 1806/03/06 ",
			"deathdate": " 1861/06/29 "
		},
		{
			"name": " Jude Deveraux ",
			"image_url": " https://images.gr-assets.com/authors/1363874185p7/28574.jpg ",
			"about": " Jude Gilliam was born September 20, 1947 in Fairdale, Kentucky. She has a large extended family and is the elder sister of four brothers. She attended Murray State University and received a degree in Art. In 1967, Jude married and took her husband's surname of White, but four years later they divorced. For years, she worked as 5th-grade teacher.She began writing in 1976, and published her first book, The Enchanted Land (1977) under the name Jude Deveraux. Following the publication of her first novel, she resigned her teaching position. Now, she is the author of 31 New York Times bestsellers. Jude won readers' hearts with the epic Velvet series, which revolves around the lives of the Montgomery family's irresistible men. Jude's early books are set largely in 15th- and 16th-century England; in them her fierce, impassioned protagonists find themselves in the midst of blood feuds and wars. Her heroines are equally scrappy -- medieval Scarlett O'Haras who often have a low regard for the men who eventually win them over. They're fighters, certainly, but they're also beauties who are preoccupied with survival and family preservation. Jude has also stepped outside her milieu, with mixed results. Her James River trilogy (River Lady, Lost Lady, and Counterfeit Lady) is set mostly in post-Revolution America; the popular, softer-edged Twin of Fire/Twin of Ice moves to 19th-century Colorado and introduces another hunky-man clan, the Taggerts.Deveraux manages to evoke a strong and convincing atmosphere for each of her books, but her dialogue and characters are as familiar as a modern-day soap opera's. \"Historicals seem to be all I'm capable of,\" Jude once said in an interview, referring to a now out-of-print attempt at contemporary fiction, 1982's Casa Grande. \"I don't want to write family sagas or occult books, and I have no intention of again trying to ruin the contemporary market.\" Still, Jude did later attempt modern-day romances, such as the lighthearted High Tide (her first murder caper), the contemporary female friendship story The Summerhouse, and the time-traveling Knight in Shining Armor. In fact, with 2002's The Mulberry Tree, Deveraux seems to be getting more comfortable setting stories in the present, which is a good thing, since the fans she won with her historical books are eager to follow her into the future.Jude married Claude Montassir, with whom she had a son, Sam Alexander Montassir, in 1997. They eventually divorced. On Oct. 6th, 2005, Sam died at the age of eight in a motorcycle accident. Jude has lived in several countries and all over the United States. She currently lives in Charlotte, North Carolina and has an additional home in the medieval city of Badolato, Italy.  ",
			"works_count": 89 ,
			"gender": " female ",
			"hometown": " Fairdale, Kentucky ",
			"birthdate": " 1947/09/20 ",
			"deathdate": " None "
		},
		{
			"name": " James Patterson ",
			"image_url": " https://images.gr-assets.com/authors/1468347205p7/3780.jpg ",
			"about": " ex Cross, Michael Bennett, Women’s Murder Club, Private, NYPD Red, Daniel X, Maximum Ride, and Middle School series. As of January 2016, he has sold over 350 million books worldwide and currently holds the Guinness World Record for the most #1 New York Times bestsellers. In addition to writing the thriller novels for which he is best known, he also writes children’s, middle-grade, and young-adult fiction and is also the first author to have #1 new titles simultaneously on the New York Times adult and children’s bestsellers lists.The son of an insurance salesman and a schoolteacher, Patterson grew up in Newburgh, New York, and began casually writing at the age of nineteen. In 1969, he graduated from Manhattan College. He was given a full ride to Vanderbilt University’s graduate program in English but dropped out after a year, knowing that he wouldn’t be able to continue reading and writing for pleasure if he became a college professor.Instead, he moved to New York to become a junior copywriter for the advertising agency J. Walter Thompson, eventually becoming CEO of its North American company.In 1976, while still working for J. Walter Thompson, Patterson published his first novel, The Thomas Berryman Number, with Little, Brown and Company. After being turned down by thirty-one publishers, it won the Edgar Award for Best First Novel. Patterson’s 1993 novel, Along Came a Spider, his first novel to feature Alex Cross, was also his first New York Times bestseller in fiction.In 2001, Morgan Freeman starred as Alex Cross in a film adaptation of Along Came a Spider, and Tyler Perry also played the character in the 2012 film Alex Cross. A film adaptation of Patterson’s middle-grade novel Middle School: The Worst Years of My Life will be released in theaters in October 2016.For his initiatives to help kids become passionate readers and for his philanthropic efforts, Patterson was awarded the National Book Foundation’s 2015 Literarian Award for Outstanding Service to the American Literary Community. James Patterson has donated more than one million books to students, emphasizing some of the most under-resourced schools and youth programs in the country. In 2015, Patterson donated $1.75 million to school libraries throughout the United States, and $250,000 in holiday bonuses to individual bookstore employees. He also gave $1 million to independent bookstores in 2014.Patterson has recently donated over $26 million to his and his wife’s alma maters—the University of Wisconsin, Vanderbilt University, and Manhattan College—and he has established over four hundred Teacher Education Scholarships at twenty-four colleges and universities throughout the country. Patterson has also donated over 650,000 books to U.S. soldiers at home and overseas. In May 2015, Patterson launched a new children’s book imprint at Little, Brown, called JIMMY Patterson, that is unwaveringly focused on one goal: turning kids into lifelong readers. This imprint also provides resources, strategies, and programs to serve teachers, parents, librarians, and booksellers. Patterson will be investing proceeds from the sales of JIMMY Patterson Books in pro-reading initiatives. Patterson has also founded ReadKiddoRead.com, a website designed to help parents, teachers, and librarians ignite a new generation’s excitement for reading.  ",
			"works_count": 547 ,
			"gender": " male ",
			"hometown": " Newburgh, New York ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rajeev Garg ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rae Armantrout ",
			"image_url": " https://images.gr-assets.com/authors/1348828644p7/116286.jpg ",
			"about": " Rae Armantrout (born 13 April 1947) is an American poet generally associated with the Language poets. Armantrout was born in Vallejo, California but grew up in San Diego. She has published ten books of poetry and has also been featured in a number of major anthologies. Armantrout currently teaches at the University of California, San Diego, where she is Professor of Poetry and Poetics.On March 11, 2010, Armantrout was awarded the 2009 National Book Critics Circle Award for her book of poetry Versed published by the Wesleyan University Press, which had also been nominated for the National Book Award. The book later earned the 2010 Pulitzer Prize for Poetry. Armantrout’s most recent collection, Money Shot, was published in February 2011. She is the recipient of numerous other awards for her poetry, including most recently an award in poetry from the Foundation for Contemporary Arts in 2007 and a Guggenheim Fellowship in 2008. ",
			"works_count": 39 ,
			"gender": " female ",
			"hometown": " Vallejo, California ",
			"birthdate": " 1947/04/13 ",
			"deathdate": " None "
		},
		{
			"name": " Stephen A. Mitchell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " None ",
			"works_count": 12 ,
			"gender": " male ",
			"hometown": " New York City, New York ",
			"birthdate": " 1946/07/23 ",
			"deathdate": " 2000/12/21 "
		},
		{
			"name": " Domna Pastourmatzi ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Aimée Thurlo ",
			"image_url": " https://images.gr-assets.com/authors/1335886619p7/4712006.jpg ",
			"about": " Aimee and David Thurlo are the authors of the Ella Clah mysteries, the Sister Agatha mysteries, the Lee Nez vampire novels all set in New Mexico. David grew up on the Navajo Indian Nation, and Aimee, a native of Cuba, lived in the southwest for forty years.Aimée passed away peacefully at her home on the morning of February 28, 2014, after a brief struggle with cancer and related complications. She was attended by her husband of 43 years, David. Aimée was 62 years old. ",
			"works_count": 98 ,
			"gender": " None ",
			"hometown": " Havana  ",
			"birthdate": " None ",
			"deathdate": " 2014/02/28 "
		},
		{
			"name": " Thomas George Percival Spear ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 13 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Gary Raham ",
			"image_url": " https://images.gr-assets.com/authors/1484922880p7/143673.jpg ",
			"about": " None ",
			"works_count": 21 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Tafisa ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Linda L. Griffin ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Captain M Reasoner ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Dirk Gringhuis ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 22 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Leroy W. Dubeck ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Hannah Leah Crumme ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Gena Hale ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/f_333x500-c8899232290ea51bb160dea14c29470b.png ",
			"about": " Also see  None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Marisa Bortolussi ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Arthur F. Marotti ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Vassilis Lambropoulos ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Thornton W. Burgess ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " Thornton W. (Waldo) Burgess (1874-1965), American author, naturalist and conservationist, wrote popular children's stories including the Old Mother West Wind (1910) series. He would go on to write more than 100 books and thousands of short-stories during his lifetime.  ",
			"works_count": 266 ,
			"gender": " male ",
			"hometown": " Sandwich, Mass. ",
			"birthdate": " 1874/01/15 ",
			"deathdate": " 1965/06/05 "
		},
		{
			"name": " Alex B. Westphal ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Lori Copeland ",
			"image_url": " https://images.gr-assets.com/authors/1335297906p7/39205.jpg ",
			"about": " Lori Copeland was born on 12 June 1941. She had a relatively late start in writing, breaking into publishing in 1982 when she was already forty years old. Over the next dozen years, her romance novels achieved much success, as was evidenced by her winning the Romantic Times Reviewer's Choice Award, The Holt Medallion, and Walden Books' Best Seller award. She has been inducted into the Missouri Writers Hall of Fame.Despite her success in more mainstream romantic fiction, in 1995, she decided to switch focus. Her subsequent books have been in the relatively new subgenre of Christian romance. She has also collaborated with authors Angela Elwell Hunt or Virginia Smith on a series of Christian romance novels.Lori and her husband of over forty years, Lance, live in Springfield, Missouri, surrounded by the beautiful Ozarks. They have three grown sons, three daughter-in-laws, and six wonderful grandchildren, and two great-granddaughters. She and her husband are very involved in their church, and active in supporting mission work in Mali, West Africa. ",
			"works_count": 134 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " 1941/06/12 ",
			"deathdate": " None "
		},
		{
			"name": " Julia Parks ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 20 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Derek Walcott ",
			"image_url": " https://images.gr-assets.com/authors/1236647417p7/11562.jpg ",
			"about": " Derek Walcott was a Caribbean poet, playwright, writer and visual artist. Born in Castries, St. Lucia, he won the Nobel Prize for Literature in 1992 \"for a poetic oeuvre of great luminosity, sustained by a historical vision, the outcome of a multicultural commitment.\"His work, which developed independently of the schools of magic realism emerging in both South America and Europe at around the time of his birth, is intensely related to the symbolism of myth and its relationship to culture. He was best known for his epic poem Omeros, a reworking of Homeric story and tradition into a journey around the Caribbean and beyond to the American West and London.Walcott founded the Trinidad Theatre Workshop in 1959, which has produced his plays (and others) since that time, and remained active with its Board of Directors until his death. He also founded Boston Playwrights' Theatre at Boston University in 1981. In 2004, Walcott was awarded the Anisfield-Wolf Lifetime Achievement Award, and had retired from teaching poetry and drama in the Creative Writing Department at Boston University by 2007. He continued to give readings and lectures throughout the world after retiring. He divided his time between his home in the Caribbean and New York City. ",
			"works_count": 72 ,
			"gender": " male ",
			"hometown": " Castries ",
			"birthdate": " 1930/01/23 ",
			"deathdate": " 2017/03/17 "
		},
		{
			"name": " Jennifer   Greene ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " Librarian Note: There is more than one author in the GoodReads database with this name.(3)brain-friendly guides ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Joel E. Siegel ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Charlotte Mandell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 40 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " William Irwin ",
			"image_url": " https://images.gr-assets.com/authors/1263961752p7/17870.jpg ",
			"about": " - B.A. in philosophy, Summa Cum Laude, Fordham University, 1992. Full Presidential Scholarship.- Dissertation \"Harmonizing Hermeneutics: The Normative and Descriptive Approaches, Interpretation and Criticism,\" Buffalo, 1996, 226 pp. Awarded the Perry Prize for Outstanding Dissertations in Philosophy.- Ph.D. in philosophy, The State University of New York at Buffalo, June 1, 1996. Presidential Fellowship. ",
			"works_count": 80 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1970/01/01 ",
			"deathdate": " None "
		},
		{
			"name": " Jorge Luis Borges ",
			"image_url": " https://images.gr-assets.com/authors/1463722972p7/500.jpg ",
			"about": " Jorge Francisco Isidoro Luis Borges Acevedo (Spanish pronunciation: [xoɾxe lwis boɾxes], Russian:  Buenos Aires. In 1914, his family moved to Switzerland where he attended school and traveled to Spain. On his return to Argentina in 1921, Borges began publishing his poems and essays in Surrealist literary journals. He also worked as a librarian and public lecturer. Borges was fluent in several languages. He was a target of political persecution during the Peron regime and supported the military juntas that overthrew it.Due to a hereditary condition, Borges became blind in his late fifties. In 1955, he was appointed director of the National Public Library (Biblioteca Nacional) and professor of Literature at the University of Buenos Aires. In 1961, he came to international attention when he received the first International Publishers' Prize Prix Formentor. His work was translated and published widely in the United States and in Europe. He died in Geneva, Switzerland, in 1986.J. M. Coetzee said of Borges: \"He, more than anyone, renovated the language of fiction and thus opened the way to a remarkable generation of Spanish American novelists.\"  ",
			"works_count": 729 ,
			"gender": " male ",
			"hometown": " Buenos Aires ",
			"birthdate": " 1899/08/24 ",
			"deathdate": " 1986/06/14 "
		},
		{
			"name": " Judith Roof ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Stephen Melville ",
			"image_url": " https://images.gr-assets.com/authors/1408443712p7/215879.jpg ",
			"about": " Professor Melville's areas of expertise are contemporary art, theory and historiography. He has published widely on contemporary art as well as on issues in contemporary theory and historiography. Most recently, he served as resident faculty at the Getty Summer Institute in Visual and Cultural Studies (University of Rochester, 1999), and has given invited letures at Cornell University (Ruth Woolsey Findley and William Nichols Findley Lecture), The Johns Hopkins University, and The Tate Modern in London. With Philip Armstrong (Division of Comparative Studies) and Laura Lisbon (Painting), he curated a major exhibition of contemporary painting at the Wexner Center for the Arts in May, 2001. The exhibition was accompanied by a substantial catalogue from The MIT Press. He has been active on numerous committees for the American Society for Aesthetics and has been on the editorial board for both the Journal of Aesthetics and Art Criticism and the Oxford Encyclopedia of Aesthetics. ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Philip Schultz ",
			"image_url": " https://images.gr-assets.com/authors/1302117592p7/849666.jpg ",
			"about": " Philip Schultz is the author of seven collections of poetry, including the Pulitzer Prize-winning Failure. He is the founder and director of the Writers Studio and lives in East Hampton, New York. ",
			"works_count": 12 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Antonio Gramsci ",
			"image_url": " https://images.gr-assets.com/authors/1267838380p7/2438.jpg ",
			"about": " Antonio Gramsci was an Italian writer, politician, political theorist, linguist and philosopher. A founding member and onetime leader of the Communist Party of Italy, he was imprisoned by Benito Mussolini's Fascist regime. His writings are heavily concerned with the analysis of culture and political leadership and he is notable as a highly original thinker within the Marxist tradition. He is renowned for his concept of cultural hegemony as a means of maintaining the state in a capitalist society.Antonio Gramsci (Ales, Cerdeña, 1891-Roma, 1937) ha sido uno de los mayores renovadores del pensamiento marxista del siglo XX. En Turín, donde estudió filología, se vinculó a los círculos obreros, escribió críticas de teatro y se convirtió en el principal teórico del movimiento de los consejos de fábrica (1919-1920). En esa época innovó radicalmente el lenguaje político en la revista L'ordine nuovo. Desde 1922 a 1926 fue activista destacado del núcleo dirigente del partido comunista italiano y analista excepcional de la \"cuestión meridional\". Detenido y encarcelado por el fascismo mussoliniano, pasó diez años enfermo en distintas prisiones de Italia en las que escribió los cuadernos de la cárcel (1929-1935). Pensó la política comunista como ética colectiva del pueblo y acuñó o dio una forma nueva a conceptos que han pasado a formar parte del lenguaje político de la ciudadanía democrática de este fin de siglo: hegemonía, sociedad civil, nacional-popular, revolución pasiva, filosofía de la praxis, transformismo de los intelectuales, intelectual colectivo, reforma moral e intelectual, etc. A pesar de su carácter fragmentario, la obra de Gramsci ha influido durante décadas en la cultura alternativa de los cinco continentes. ",
			"works_count": 174 ,
			"gender": " male ",
			"hometown": " Ales ",
			"birthdate": " 1891/01/22 ",
			"deathdate": " 1937/04/27 "
		},
		{
			"name": " Robert B. Cialdini ",
			"image_url": " https://images.gr-assets.com/authors/1293767250p7/160932.jpg ",
			"about": " Dr. Robert Cialdini has spent his entire career researching the science of influence earning him an international reputation as an expert in the fields of persuasion, compliance, and negotiation.His books including, Influence: Science &amp; Practice, are the results of years of study into the reasons why people comply with requests in business settings. Worldwide, Influence has sold over 2 million copies. Influence has been published in twenty-five languages. His most recent co-authored book, Yes! 50 Scientifically Proven Ways to be Persuasive, has been on the New York Times, USA Today &amp; Wall Street Journal Best Seller Lists.In the field of influence and persuasion, Dr. Cialdini is the most cited living social psychologist in the world today.Dr. Cialdini received his Ph.D from the University of North Carolina and post doctoral training from Columbia University. He has held Visiting Scholar Appointments at Ohio State University, the University of California, the Annenberg School ofCommunications, and the Graduate School of Business of Stanford University. Currently, Dr Cialdini is Regents’ Professor Emeritus of Psychology and Marketing at Arizona State University.Dr. Cialdini is President of INFLUENCE AT WORK, an international consulting, strategic planning and training organization based on the Six Principles of Influence. ",
			"works_count": 25 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1945/04/27 ",
			"deathdate": " None "
		},
		{
			"name": " Cheryl Howe ",
			"image_url": " https://images.gr-assets.com/authors/1355702862p7/405665.jpg ",
			"about": " My name is Cheryl Howe and I’m a historical romance author trying to balance the demands of the writing life with everything else. I’m on a journey to heal my body, mind and spirit and be at my creative best. I live in Southern California with my husband, two dogs, a cat, a bird and a very British mother-in-law who lives down the street.From the author's website. ",
			"works_count": 6 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Scientific American Editors ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Carrie Alexander ",
			"image_url": " https://images.gr-assets.com/authors/1345065235p7/107305.jpg ",
			"about": " There was never any doubt that Carrie Antilla would have a creative career. As a two-year-old, she imagined dinosaurs on the lawn. By six it was witches in the bedroom closet. Soon she was designing elaborate paper-doll wardrobes and writing stories about Teddy the Bear. Eventually she graduated to short horror stories and oil paints. She was working as an artist and a part-time librarian when she \"discovered\" her first romance novel and thought, \"Hey, I can write one of these!\" So she did.Carrie Alexander is now the author of several books for various Harlequin lines, with many more crowding her imagination, demanding to be written. She has been a RITA and Romantic Times Reviewers' Choice finalist, but finds her greatest reward in becoming friends with her readers, even if it's only for the length of a book.Carrie lives in the upper peninsula of Michigan, where the long winters still don't give her enough time to significantly reduce her to-be-read mountains of books. When she's not reading or writing (which is rare), she is painting and decorating her own or her friends' houses, watching football, and shoveling snow. She loves to hear from readers, who can contact her by e-mail: carriealexander1@aol.com ",
			"works_count": 68 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sheri Whitefeather ",
			"image_url": " https://images.gr-assets.com/authors/1278817136p7/257325.jpg ",
			"about": " Sheri WhiteFeather is a national bestselling, award-winning author. She pens a variety of romance novels, including erotic, paranormal, passion, and home and hearth. She has also written under the name Cherie Feather. Her writing career began in 1998. Prior to that, she worked as a make-up artist and leather artisan. One of her first professional make-up jobs was at the Playboy Mansion for a photo shoot that featured Hugh Hefner. As a leather artisan, she painted jackets and guitar straps for a host of musicians, including legendary bad boys, Motley Crue and country legend, Waylon Jennings. She has two grown children who are tribally enrolled members of the Muscogee Creek Nation. Sheri lives in California and enjoys ethnic dining, shopping in vintage stores and visiting art galleries and museums. ",
			"works_count": 125 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Brian M. Stableford ",
			"image_url": " https://images.gr-assets.com/authors/1297643088p7/84604.jpg ",
			"about": " See  ",
			"hometown": " Shipley, Yorkshire ",
			"birthdate": " 1948/07/25 ",
			"deathdate": " None "
		},
		{
			"name": " Neil Roberts ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 32 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Betty Neels ",
			"image_url": " https://images.gr-assets.com/authors/1267201230p7/24376.jpg ",
			"about": " Betty Neels was born on September 15, 1910 in Devon to a family with firm roots in the civil service. She said she had a blissfully happy childhood and teenage years.(This stood her in good stead later for the tribulations to come with the Second World War). She was sent away to boarding school, and then went on to train as a nurse, gaining her SRN and SCM, that is, State Registered Nurse and State Certificate of Midwifery.In 1939 she was called up to the Territorial Army Nursing Service, which later became the Queen Alexandra Reserves, and was sent to France with the Casualty Clearing Station. This comprised eight nursing sisters, including Betty, to 100 men! In other circumstances, she thought that might have been quite thrilling! When France was invaded in 1940, all the nursing sisters managed to escape in the charge of an army major, undertaking a lengthy and terrifying journey to Boulogne in an ambulance. They were incredibly fortunate to be put on the last hospital ship to be leaving the port of Boulogne. But Betty's war didn't end there, for she was posted to Scotland, and then on to Northern Ireland, where she met her Dutch husband. He was a seaman aboard a minesweeper, which was bombed. He survived and was sent to the south of Holland to guard the sluices. However, when they had to abandon their post, they were told to escape if they could, and along with a small number of other men, he marched into Belgium. They stole a ship and managed to get it across the Channel to Dover before being transferred to the Atlantic run on the convoys. Sadly he became ill, and that was when he was transferred to hospital in Northern Ireland, where he met Betty. They eventually married, and were blessed with a daughter. They were posted to London, but were bombed out. As with most of the population, they made the best of things.When the war finally ended, she and her husband were repatriated to Holland. As his family had believed he had died when his ship went down, this was a very emotional homecoming. The small family lived in Holland for 13 years, and Betty resumed her nursing career there. When they decided to return to England, Betty continued her nursing and when she eventually retired she had reached the position of night superintendent.Betty Neels began writing almost by accident. She had retired from nursing, but her inquiring mind had no intention of vegetating, and her new career was born when she heard a lady in her local library bemoaning the lack of good romance novels. There was little in Betty's background to suggest that she might eventually become a much-loved novelist.Her first book, Sister Peters in Amsterdam, was published in 1969, and by dint of often writing four books a year, she eventually completed 134 books. She was always quite firm upon the point that the Dutch doctors who frequently appeared in her stories were *not* based upon her husband, but rather upon an amalgam of several of the doctors she met while nursing in Holland.To her millions of fans around the world, Betty Neels epitomized romance. She was always amazed and touched that her books were so widely appreciated. She never sought plaudits and remained a very private person, but it made her very happy to know that she brought such pleasure to so many readers, while herself gaining a quiet joy from spinning her stories. It is perhaps a reflection of her upbringing in an earlier time that the men and women who peopled her stories have a kindliness and good manners, coupled to honesty and integrity, that is not always present in our modern world. Her myriad of fans found a warmth and a reassurance of a better world in her stories, along with characters who touched the heart, which is all and more than one could ask of a romance writer. She received a great deal of fan mail, and there was always a comment upon the fascinating places she visited in her stories. Quite often those of her fans fortunate enough to visit Holland did use h ",
			"works_count": 287 ,
			"gender": " female ",
			"hometown": " Devon ",
			"birthdate": " 1910/09/15 ",
			"deathdate": " 2001/06/07 "
		},
		{
			"name": " Martin Willis ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 11 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Olive Senior ",
			"image_url": " https://images.gr-assets.com/authors/1397332349p7/251113.jpg ",
			"about": " Olive Senior was born and brought up in Jamaica in 1941 and educated in Jamaica and Canada. She is a graduate of Montego Bay High School and Carleton University, Ottawa. She is one of Canada's most internationally recognized and acclaimed writers having left Jamaica in 1989, spending some years in Europe and since 1993 being based in Toronto. Among her many awards and honours she has won the Commonwealth Writers Prize and F.G. Bressani Literary Prize, was nominated for a Governor-General’s Literary Award, and was runner up for the Casa de Las Americas Prize and the Pat Lowther Award. In 2003, she received the Norman Washington Manley Foundation Award for Excellence (preservation of cultural heritage – Jamaica). Her body of published work includes four books of poetry, three collections of short stories and several award-winning non-fiction works on Caribbean culture. ",
			"works_count": 25 ,
			"gender": " female ",
			"hometown": " Trelawny ",
			"birthdate": " 1941/12/23 ",
			"deathdate": " None "
		},
		{
			"name": " Carole Nelson Douglas ",
			"image_url": " https://images.gr-assets.com/authors/1271263298p7/9756.jpg ",
			"about": " Carole Nelson Douglas is the author of sixty-three award-winning novels in contemporary and historical mystery/suspense and romance, high and urban fantasy and science fiction genres. She is best known for two popular mystery series, the Irene Adler historical suspense novels and the 28-book Midnight Louie contemporary mystery series. Delilah Street, PI (Paranormal Investigator), headlines Carole's noir Urban Fantasy series.Once Upon a Midnight Noir is out in eBook and trade paperback versions. This author-designed and illustrated collection of three mystery stories with a paranormal twist and a touch of romance features two award-winning stories featuring Midnight Louie, feline PI and Delilah Street, Paranormal Investigator in a supernatural-run Las Vegas. A third story completes the last unfinished story fragment of Edgar Allan Poe, as a Midnight Louie Past Life adventure set in 1790 Norland on a isolated island lighthouse. Louie is a soldier of fortune, a la Puss in Boots.Next out are Midnight Louie's Cat in an Alphabet Endgame in hardcover, trade paperback and eBook Aug. 23, 2016.All the Irene Adler novels, the first to feature a woman from the Sherlock Holmes Canon as a crime solver, are now available in eBook.Carole was a college theater and English literature major. She was accepted for grad school in Theater at the University of Minnesota and Northwestern University, and could have worked as an editorial assistant at Vogue magazine (a la The Devil Wears Prada) but wanted a job closer to home. She worked as a newspaper reporter and then editor in the Minneapolis-St. Paul area. During her time there, she discovered a long, expensive classified advertisement offering a black cat named Midnight Louey to the \"right\" home for one dollar and wrote a feature story on the plucky survival artist, putting it into the cat's point of view. The cat found a country home, but its name was revived for her feline PI mystery series many years later. Some of the Midnight Louie series entries include the dedication \"For the real and original Midnight Louie. Nine lives were not enough.\" Midnight Louie has now had 32 novelistic lives and features in several short stories as well.Hollywood and Broadway director, playwright, screenwriter and novelist Garson Kanin took Carole's first novel to his publisher on the basis of an interview/article she'd done with him five years earlier. \"My friend Phil Silvers,\" he wrote, \"would say he'd never won an interview yet, but he had never had the luck of you.\"Carole is a \"literary chameleon\" who's had novels published in many genres, and often mixes such genre elements as mystery and suspense, fantasy and science fiction, romance with mainstream issues, especially the roles of women.  ",
			"works_count": 131 ,
			"gender": " female ",
			"hometown": " Marysville ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Pindar ",
			"image_url": " https://images.gr-assets.com/authors/1351916054p7/8340.jpg ",
			"about": " None ",
			"works_count": 119 ,
			"gender": " male ",
			"hometown": " Cynoscephalae ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Katharine M. Nohr ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Méira Cook ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Duska Radosavljevic ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/f_333x500-c8899232290ea51bb160dea14c29470b.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Ron Scollon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 13 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Michael Adas ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " William H. Baarschers ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Paul Beashel ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Maurice Blanchot ",
			"image_url": " https://images.gr-assets.com/authors/1252227888p7/62478.jpg ",
			"about": " Maurice Blanchot (September 27, 1907 – February 20, 2003) was a French pre-war leader of the Young Right, philosopher, literary theorist and writer of fiction. Blanchot was a distinctly modern writer who broke down generic boundaries, particularly between literature and philosophy. He began his career on the political right, but the experience of fascism altered his thinking to the point that he supported the student protests of May 1968. Like so many members of his generation, Blanchot was influenced by Alexandre Kojeve's humanistic interpretation of Hegel and the rise of modern existentialism influenced by Heidegger and Sartre. His Literature and the Right to Death shows the influence that Heidegger had on a whole generation of French intellectuals. ",
			"works_count": 97 ,
			"gender": " male ",
			"hometown": " Devrouze ",
			"birthdate": " 1907/09/22 ",
			"deathdate": " 2003/02/20 "
		},
		{
			"name": " Joseph A. Buttigieg ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Franklin W. Dixon ",
			"image_url": " https://images.gr-assets.com/authors/1273436315p7/1879.jpg ",
			"about": " Franklin W. Dixon is the pen name used by a variety of different authors (Leslie McFarlane, a Canadian author, being the first) who wrote The Hardy Boys novels for the Stratemeyer Syndicate (now owned by Simon &amp; Schuster). This pseudonym was also used for the Ted Scott Flying Stories series. ",
			"works_count": 643 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " J.V. Field ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 8 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Ellen Schwartz ",
			"image_url": " https://images.gr-assets.com/authors/1281457013p7/176164.jpg ",
			"about": " Ellen Schwartz was born in Washington, DC, and now lives with her family in Burnaby, British Columbia. In addition to writing books, she has published dozens of magazine articles and adult short stories. Her stories for children have been published in children’s magazines and teaching anthologies. In addition to her work as an author, Ms. Schwartz and her husband run a communications consulting company. She works as a corporate writer, and teaches creative writing at Simon Fraser University and Douglas College. Before becoming a writer, Ms. Schwartz taught special education and the primary grades, and worked as an environmental educator. ",
			"works_count": 22 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Paul J. Nahin ",
			"image_url": " https://images.gr-assets.com/authors/1446579203p7/155857.jpg ",
			"about": " Paul J. Nahin is professor emeritus of electrical engineering at the University of New Hampshire and the author of many best-selling popular math books, including The Logician and the Engineer and Will You Be Alive 10 Years from Now? (both Princeton). ",
			"works_count": 26 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Bryan K. Johnson ",
			"image_url": " https://images.gr-assets.com/authors/1339911671p7/6424210.jpg ",
			"about": " Bryan K. Johnson graduated from the University of Liverpool with an MBA in Marketing, and also holds undergraduate degrees in Advertising and Graphic Design. He's worked as a Creative Director within the television industry for over a decade, winning several Emmy, Addy, and Telly Awards throughout his career. He currently lives in Oregon with his wife and two children. YIELD is his first novel, and book one of the Armageddia Series. ",
			"works_count": 1 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Josephine Tey ",
			"image_url": " https://images.gr-assets.com/authors/1193918690p7/44023.jpg ",
			"about": " Josephine Tey was a pseudonym of Elizabeth Mackintosh. Josephine was her mother's first name and Tey the surname of an English Grandmother. As Josephine Tey, she wrote six mystery novels including Scotland Yard's Inspector Alan Grant.The first of these, 'The Man in the Queue' (1929) was published under the pseudonym of   ther of her 1929 novels, 'Kit An Unvarnished History'. She also used the Daviot by-line for a biography of the 17th century cavalry leader John Graham, which was entitled 'Claverhouse' (1937). Mackintosh also wrote plays (both one act and full length), some of which were produced during her lifetime, under the pseudonym Gordon Daviot. The district of Daviot, near her home of Inverness in Scotland, was a location her family had vacationed. The name Gordon does not appear in either her family or her history.Elizabeth Mackintosh came of age during World War I, attending Anstey Physical Training College in Birmingham, England during the years 1915-1918. Upon graduation, she became a physical training instructor for eight years. In 1926, her mother died and she returned home to Inverness to care for her invalid father. Busy with household duties, she turned to writing as a diversion, and was successful in creating a second career. Alfred Hitchcock filmed one of her novels, 'A Shilling for Candles' (1936) as 'Young and Innocent' in 1937 and two other of her novels have been made into films, 'The Franchise Affair' (1948), filmed in 1950, and 'Brat Farrar' (1949), filmed as 'Paranoiac' in 1963. In addition a number of her works have been dramatised for radio.Her novel 'The Daughter of Time' (1951) was voted the greatest mystery novel of all time by the Crime Writers' Association in 1990.Miss Mackintosh never married, and died at the age of 55, in London. A shy woman, she is reported to have been somewhat of a mystery even to her intimate friends. While her death seems to have been a surprise, there is some indication she may have known she was fatally ill for some time prior to her passing. ",
			"works_count": 33 ,
			"gender": " female ",
			"hometown": " Inverness, Scotland ",
			"birthdate": " 1896/07/25 ",
			"deathdate": " 1952/02/13 "
		},
		{
			"name": " John D. Barrow ",
			"image_url": " https://images.gr-assets.com/authors/1308683308p7/72043.jpg ",
			"about": " John D. Barrow is a professor of mathematical sciences and director of the Millennium Mathematics Project at Cambridge University and a Fellow of the Royal Society.He was awarded the 2006 Templeton Prize for \"Progress Toward Research or Discoveries about Spiritual Realities\" for his \"writings about the relationship between life and the universe, and the nature of human understanding [which] have created new perspectives on questions of ultimate concern to science and religion\".He is a member of a United Reformed Church, which he describes as teaching \"a traditional deistic picture of the universe\", and live in Cambridge, UK. ",
			"works_count": 43 ,
			"gender": " male ",
			"hometown": " London ",
			"birthdate": " 1952/11/29 ",
			"deathdate": " None "
		},
		{
			"name": " John Sutherland ",
			"image_url": " https://images.gr-assets.com/authors/1249578365p7/1451.jpg ",
			"about": " John Andrew Sutherland is an English lecturer, emeritus professor, newspaper columnist and author.Now Emeritus Lord Northcliffe Professor of Modern English Literature at University College London, John Sutherland began his academic career after graduating from the University of Leicester as an assistant lecturer in Edinburgh in 1964. He specialises in Victorian fiction, 20th century literature, and the history of publishing.Apart from writing a regular column in the The Guardian newspaper, Sutherland has published seventeen (as of 2004) books and is editing the forthcoming Oxford Companion to Popular Fiction. The series of books which starts with Was Heathcliff a Murderer? has brought him a wide readership. The books in the series are collections of essays. Each essay takes a piece of classic fiction, almost always from the Victorian period. Carefully going over every word of the text, Sutherland highlights apparent inconsistencies, anachronisms and oversights, and explains references which the modern reader is likely to overlook. In some cases he demonstrates the likelihood that the author simply forgot a minor detail. In others, apparent slips on the part of the author are presented as evidence that something is going on beyond the surface of the book which is not explicitly described (such as his explanation for why Sherlock Holmes should mis-address Miss Stoner as Miss Roylott in \"The Adventure of the Speckled Band\").In 2001, he published Last Drink to LA, a moving chronicle of his alcoholism and his return to sobriety.In 2005, he was involved in Dot Mobile's project to translate summaries and quotes of classic literature into text messaging shorthand. In the same year he was also Chair of Judges for the Booker Prize.In June 2007 he published an autobiography: The Boy Who Loved Books: A Memoir. On 18 December 2007 his annotated edition of Robert Louis Stevenson's The Black Arrow was released by Penguin Books. ",
			"works_count": 67 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1938/10/09 ",
			"deathdate": " None "
		},
		{
			"name": " Denys Johnson-Davies ",
			"image_url": " https://images.gr-assets.com/authors/1359517299p7/155401.jpg ",
			"about": " Denys Johnson-Davies (Arabic: دنيس جونسون ديڤيز) is an eminent Arabic-to-English literary translator who has translated, inter alia, several works by Nobel Prize-winning Egyptian author Naguib Mahfouz, Sudanese author Tayeb Salih, Palestinian poet Mahmud Darwish and Syrian author Zakaria Tamer.Davies, referred to as “the leading Arabic-English translator of our time” by the late Edward Said, has translated more than twenty-five volumes of short stories, novels, plays, and poetry, and was the first to translate the work of Nobel laureate Naguib Mahfouz. He is also interested in Islamic studies and is co-translator of three volumes of Prophetic Hadith. He has also written a number of children’s books adapted from traditional Arabic sources, including a collection of his own short stories, Fate of a Prisoner, which was published in 1999.Born in 1922 in Vancouver Canada to English parentage, Davies spent his childhood in Sudan, Egypt, Uganda, and Kenya, and then was sent to England at age 12. Davies studied Oriental languages at Cambridge, and has lectured translation and English literature at several universities across the Arab World. In 2006, he published his memoirs. In 2007, he was awarded the Sheikh Zayed Book Award \"Culture Personality of the Year\", a valued at about $300,000. Davies lives in and divides his time between Marrakesh and Cairo.ale ",
			"hometown": " Vancouver ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Ursula K. Le Guin ",
			"image_url": " https://images.gr-assets.com/authors/1244291425p7/874602.jpg ",
			"about": " As of 2013, Ursula K. Le Guin has published twenty-two novels, eleven volumes of short stories, four collections of essays, twelve books for children, six volumes of poetry and four of translation, and has received many awards: Hugo, Nebula, National Book Award, PEN-Malamud, etc. Her recent publications include the novel Lavinia, an essay collection, Cheek by Jowl, and The Wild Girls. Forthcoming in 2012, Finding My Elegy, New and Selected Poems. She lives in Portland, Oregon.She is known for her treatment of gender (The Left Hand of Darkness, The Matter of Seggri), political systems (The Telling, The Dispossessed) and difference/otherness in any other form. Her interest in non-Western philosophies is reflected in works such as 'Solitude' and 'The Telling' but even more interesting are her imagined societies, often mixing traits extracted from her profound knowledge of anthropology acquired from growing up with her father, the famous anthropologist, Alfred Krober. The Hainish Cycle reflects the anthropologist's experience of immersing themselves in new strange cultures since most of their main characters and narrators (Le Guin favours the first person narration) are envoys from a humanitarian organization, the Ekumen, sent to investigate or ally themselves with the people of a different world and learn their ways. ",
			"works_count": 569 ,
			"gender": " female ",
			"hometown": " Berkeley, California ",
			"birthdate": " 1929/10/21 ",
			"deathdate": " None "
		},
		{
			"name": " Jorge Iber ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Philip Reeve ",
			"image_url": " https://images.gr-assets.com/authors/1436868938p7/27379.jpg ",
			"about": " Philip Reeve was born and raised in Brighton, where he worked in a bookshop for a number of years while also co-writing, producing and directing a number of no-budget theatre projects.Philip then began illustrating and has since provided cartoons for around forty children's books, including the best-selling Horrible Histories, Murderous Maths and Dead Famous series.Railhead, published by Oxford University Press, will be published in the UK in October 2015Pugs of the Frozen North, written with Sarah McIntyre, is out now. ",
			"works_count": 108 ,
			"gender": " None ",
			"hometown": " Brighton, England ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Dan Flockhart ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Michael Wood ",
			"image_url": " https://images.gr-assets.com/authors/1250777633p7/15835.jpg ",
			"about": " Librarian Note: There's more than one author in the GoodReads database with this name. is an English historian &amp; broadcaster. He's presented numerous tv documentary series. Library of Congress lists him as Michael Wood.Wood was born in Moston, Manchester, &amp; educated at Manchester Grammar School &amp; Oriel College, Oxford. His special interest was Anglo-Saxon history. In the 70s Wood worked for the BBC in Manchester. He was 1st a reporter, then an assistant producer on current affairs programmes, before returning to his love of history with his 1981 series In Search of the Dark Ages for BBC2. This explored the lives of leaders of the period, including Boadicea, King Arthur, Offa, Alfred the Great, Athelstan, Eric Bloodaxe &amp; William the Conquerer (&amp; gave rise to his 1st book, based upon the series). ",
			"works_count": 66 ,
			"gender": " male ",
			"hometown": " Manchester ",
			"birthdate": " 1948/07/23 ",
			"deathdate": " None "
		},
		{
			"name": " Lamartine Pereira da Costa ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sarah Bower ",
			"image_url": " https://images.gr-assets.com/authors/1212765560p7/667257.jpg ",
			"about": " Sarah was born and brought up in Yorkshire but now lives in Suffolk with her husband and two grown-up sons, not to mention the two golden retrievers, three chickens and an elderly, obese cat. She works for Creative Arts East, an arts development agency in Norfolk, managing projects to promote reading and creative writing. She also teaches creative writing at the University of East Anglia, where she completed a creative writing MA in 2002. She has published fiction and non-fiction in journals as various as MsLexia and British Industry. She was short-listed for the Curtis Brown scholarship at UEA in 2001/02 and has had success in a number of short story competitions, most recently as winner of the Café Writers Short Fiction Competition 2005. Sarah has a weakness for lost causes and spends much of her leisure time watching England play cricket. Apart from being successful as a novelist, her biggest ambition is to spend a year travelling the world with the Barmy Army.  ",
			"works_count": 4 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Peter Dixon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " Peter Dixon helped to shape a culture of ocean enthusiasts. He was one of the creators of Flipper the dolphin, and wrote the first episode of the popular TV series. He is also the author of the biggest-selling surf book worldwide, The Complete Book of Surfing. Peter has written many other books and produced several documentaries. After meeting Phil Eastly-one of the first to dive into a tuna net to rescue trapped dolphins-Peter was inspired to write Hunting the Dragon.  ",
			"works_count": 36 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Fiona   Robertson ",
			"image_url": " https://images.gr-assets.com/authors/1479978988p7/16110387.jpg ",
			"about": " Fiona Robertson is a senior facilitator and trainer of the Living Inquiries. She works with clients and trainees from around the world using this gentle, radical, and transformative method. She co-created the Anxiety Inquiry, and is editor of two books by Scott Kiloby. Robertson lives in Nottingham, UK, and occasionally writes poetry. ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Andrea Barrett ",
			"image_url": " https://images.gr-assets.com/authors/1361875162p7/53005.jpg ",
			"about": " Andrea Barrett is the author of The Air We Breathe, Servants of the Map (finalist for the Pulitzer Prize), The Voyage of the Narwhal, Ship Fever (winner of the National Book Award), and other books. She teaches at Williams College and lives in northwestern Massachusetts.Librarian Note: There is more than one author in the GoodReads database with this name. ": 27 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " 1954/11/16 ",
			"deathdate": " None "
		},
		{
			"name": " Carl Mitcham ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 37 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kelly K. Owens ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Linda Lael Miller ",
			"image_url": " https://images.gr-assets.com/authors/1228666590p7/6223.jpg ",
			"about": " The daughter of a town marshal, LINDA LAEL MILLER is a #1 New York Times bestselling author of more than 100 historical and contemporary novels, most of which reflect her love of the West. The \"First Lady of the West\" lives outside Spokane, Washington, where her rescued horses, dogs and cats live the high life.Published since 1983, Linda was awarded the prestigious Nora Roberts Lifetime Achievement Award in 2007 by the Romance Writers of America. She was recently inducted into the Wild West Heritage Foundation's Walk of Fame for her dedication to preserving the heritage of the Wild West.Hallmark Channel is developing a series based on Miller's Big Sky Country novels, published by HQN Books. In addition to writing more contemporary cowboy romances, she is working furiously on a big book Civil War series for Harlequin. When not writing, Linda loves to focus her creativity on a wide variety of art projects.More information about Linda and her novels is available at one ",
			"hometown": " Washington (state) ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Patricia Waugh ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 18 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " C.B. Don ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sandra Brown ",
			"image_url": " https://images.gr-assets.com/authors/1403026416p7/6218.jpg ",
			"about": " Librarian Note: There is more than one author in the GoodReads database with this name. e author of more than sixty New York Times bestsellers, including FRICTION (2015), MEAN STREAK (2014), DEADLINE(2013), LOW PRESSURE (2012), LETHAL (2011), &amp; TOUGH CUSTOMER (2010).Brown began her writing career in 1981 and since then has published over seventy novels, bringing the number of copies of her books in print worldwide to upwards of eighty million. Her work has been translated into over thirty languages.In 2009 Brown detoured from romantic suspense to write, Rainwater, a much acclaimed, powerfully moving historical fiction story about honor and sacrifice during the Great Depression.Brown was given an honorary Doctorate of Humane Letters from Texas Christian University. She was named Thriller Master for 2008, the top award given by the International Thriller Writer’s Association. Other awards and commendations include the 2007 Texas Medal of Arts Award for Literature and the Romance Writers of America’s Lifetime Achievement Award.  ",
			"works_count": 151 ,
			"gender": " female ",
			"hometown": " Waco, TX ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Neil Hook ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jeremy Stolow ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kenny Kemp ",
			"image_url": " https://images.gr-assets.com/authors/1446678575p7/295863.jpg ",
			"about": " I am a restless soul who has always had the desire to hear and tell a good story. I majored in film production in college, got sidetracked by law school and a few years practicing law, returned to graduate film school, worked in Hollywood for several years as a screenwriter and filmmaker, stumbled into writing novels, and got unbelievably lucky when my memoir  book award in 1999, resulting in a three-book deal with publishing giant HarperCollins. I continue to self-publish because I love the hands-on nature of it. I speak to writers' groups and book clubs as I travel around the U.S. promoting my books. When I'm not writing, I love to fly my plane, listen to jazz, compose schmaltzy love songs, and dissect films. ",
			"works_count": 23 ,
			"gender": " male ",
			"hometown": " San Diego ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " William Shatner ",
			"image_url": " https://images.gr-assets.com/authors/1188355922p7/43972.jpg ",
			"about": " William Shatner is the author of nine Star Trek novels, including the New York Times bestsellers The Ashes of Eden and The Return. He is also the author of several nonfiction books, including Get a Life! and I'm Working on That. In addition to his role as Captain James T. Kirk, he stars as Denny Crane in the hit television series from David E. Kelley, Boston Legal -- a role for which he has won two Emmy Awards and a Golden Globe.  ",
			"works_count": 95 ,
			"gender": " male ",
			"hometown": " Montreal, Quebec ",
			"birthdate": " 1931/03/22 ",
			"deathdate": " None "
		},
		{
			"name": " Stella Cameron ",
			"image_url": " https://images.gr-assets.com/authors/1377112607p7/15298.jpg ",
			"about": " Stella Cameron is a New York Times and USA Today Bestselling Author. With over fourteen million copies of her books in print, Cameron is now turning her pen to mysteries and independently publishing COLD, Introducing Alex Duggins. She draws on her English background for this new, already critically acclaimed mystery series. Atmospheric, deeply character and relationship driven, COLD reveals the power of old secrets to twist the present. Cameron’s reputation for using her backgrounds to add tension and allure to her stories is heightened again.Cameron is the recipient of the Pacific Northwest Achievement Award for distinguished professional achievement and for enhancing the stature of the Northwest Literary community. She lives in Washington with her husband Jerry, her Papillon Millie, black cat Zipper, and a cheeky little tabby named Jack. ",
			"works_count": 97 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Terry Eagleton ",
			"image_url": " https://images.gr-assets.com/authors/1238169688p7/10283.jpg ",
			"about": " Widely regarded as Britain's most influential living literary critic &amp; theorist, Dr Eagleton currently serves as Distinguished Prof. of English Literature at the Univ. of Lancaster &amp; as Visiting Prof. at the Nat'l Univ. of Ireland, Galway. He was Thomas Warton Prof. of English Literature at the Univ. of Oxford ('92-01) &amp; John Edward Taylor Prof. of English Literature at the Univ. of Manchester 'til '08. He returned to The Univ. of Notre Dame in the Fall '09 semester as Distinguished Visitor in the English Dep't. He's written over 40 books, including Literary Theory: An Introduction ('83); The Ideology of the Aesthetic ('90) &amp; The Illusions of Postmodernism ('96).He delivered Yale's '08 Terry Lectures &amp; gave a Gifford Lecture in 3/10, titled The God Debate. ",
			"works_count": 105 ,
			"gender": " male ",
			"hometown": " Salford ",
			"birthdate": " 1943/02/22 ",
			"deathdate": " None "
		},
		{
			"name": " Jukka Mikkonen ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Samantha Zacher ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 12 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Emma Lazarus ",
			"image_url": " https://images.gr-assets.com/authors/1331553771p7/159921.jpg ",
			"about": " Emma Lazarus was an American Jewish poet born in New York City.She is best known for \"The New Colossus\", a sonnet written in 1883; its lines appear on a bronze plaque in the pedestal of the Statue of Liberty placed in 1903. The sonnet was written for and donated to an auction, conducted by the \"Art Loan Fund Exhibition in Aid of the Bartholdi Pedestal Fund for the Statue of Liberty\" to raise funds to build the pedestal.She died of Hodgkin's lymphoma. ",
			"works_count": 56 ,
			"gender": " None ",
			"hometown": " New York City ",
			"birthdate": " 1849/07/22 ",
			"deathdate": " 1887/11/19 "
		},
		{
			"name": " Christine Mummery ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Charley Rosen ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 27 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Brian Attebery ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " Professor of English at Idaho State University ",
			"works_count": 17 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Steven W. Smith ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sara Bynoe ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Laurent Gaudé ",
			"image_url": " https://images.gr-assets.com/authors/1280687767p7/424658.jpg ",
			"about": " Laurent Gaudé est un romancier et dramaturge français. Après d'être nommé pour le Prix Concourt 2002 avec La mort du roi Tsongor, il a gagné ce prix en 2004 pour son roman Le Soleil des Scorta.He studied theater and has written many dramatic works, among them Onysos le furieux, Cendres sur les mains, Médée Kali, and Le Tigre bleu de l'Euphrate.In 2002 he was shortlisted for the Prix Goncourt for La Mort du roi Tsongor. Two years later, he won the prize for his novel The Scortas' Sun (French: Le Soleil des Scorta). ",
			"works_count": 33 ,
			"gender": " male ",
			"hometown": " Paris ",
			"birthdate": " 1972/07/06 ",
			"deathdate": " None "
		},
		{
			"name": " Michael Meyer ",
			"image_url": " https://images.gr-assets.com/authors/1465573913p7/10829.jpg ",
			"about": " Michael Meyer is an American travel writer and the author of In Manchuria: A Village Called Wasteland and the Transformation of Rural China and The Last Days of Old Beijing: Life in the Vanishing Backstreets of a City Transformed. He graduated from University of Wisconsin–Madison. He first went to China in 1995 with the Peace Corps. Following Peace Corps, he graduated from the University of California, Berkeley, where he studied writing under Adam Hochschild and Maxine Hong Kingston.His work has appeared in The New York Times, Time, Smithsonian, the New York Times Book Review, the Financial Times, Reader’s Digest, the Los Angeles Times, the Chicago Tribune, The Iowa Review, and on This American Life.In China, he has represented the National Geographic Society’s Center for Sustainable Destinations, training China’s UNESCO World Heritage Site managers in preservation practices.He lives in Singapore and Pittsburgh, where he is an Assistant Professor of English at the University of Pittsburgh, teaching Nonfiction writing.After a five year clearance delay, his book The Last Days of Old Beijing was published in mainland China. ",
			"works_count": 54 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Herbert George Welles ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Richard H Weisberg ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Stephen Hardy ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 29 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Arthur Slade ",
			"image_url": " https://images.gr-assets.com/authors/1190851080p7/40823.jpg ",
			"about": " Arthur Slade was raised in the Cypress Hills of southwest Saskatchewan and began writing at an early age. He is the author of the bestselling  reative &amp; somewhat clever newsletter at:  " None ",
			"deathdate": " None "
		},
		{
			"name": " Julie Garwood ",
			"image_url": " https://images.gr-assets.com/authors/1414607796p7/6251.jpg ",
			"about": " With more than 35 million books in print and 26 NEW YORK TIMES bestsellers, Julie Garwood has earned a position among America's favorite fiction writers.Born and raised in Kansas City, MO, Ms. Garwood attributes much of her success to growing up in a large family of Irish heritage. \"The Irish are great storytellers who relish getting all of the details and nuances of every situation. Add in the fact that I was the sixth of seven children. Early in life, I learned that self expression had to be forceful, imaginative, and quick,\" says Ms. Garwood. She began her writing career when the youngest of her three children entered school. After the publications of two young-adult books, she turned her talents to historical fiction. Her first novel, GENTLE WARRIOR, was published by Pocket Books in 1985. Since then, she has branched into other genres including contemporary romantic suspense. Today, her name appears regularly on the bestseller lists of every major publication in the country, and her books are translated into dozens of languages around the world. Her bestselling novel FOR THE ROSES was adapted for the HALLMARK HALL OF FAME television movie ROSE HILL.Ms. Garwood lives in Leawood, KS and is currently working on her next novel. ",
			"works_count": 62 ,
			"gender": " female ",
			"hometown": " Kansas City ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Ted Kooser ",
			"image_url": " https://images.gr-assets.com/authors/1273603524p7/139984.jpg ",
			"about": " Ted Kooser lives in rural Nebraska with his wife, Kathleen, and three dogs. He is one of America's most noted poets, having served two terms as U. S. Poet Laureate and, during the second term, he won the Pulitzer Prize for Poetry for his collection, DELIGHTS &amp; SHADOWS. He is a retired life insurance executive who now teaches part-time at the University of Nebraska in Lincoln. The school board in Lincoln, Nebraska, recently opened Ted Kooser Elementary School, which Ted says is his greatest honor, among many awards and distinctions. He has published twelve collections of poetry and three nonfiction books. Two of the latter are books on writing, THE POETRY HOME REPAIR MANUAL and WRITING BRAVE AND FREE, and a memoir, LIGHTS ON A GROUND OF DARKNESS (all from University of Nebraska Press. BAG IN THE WIND from Candlewick is his first children's book, with which he is delighted. \"It's wonderful,\" Ted said, \"to be writing for young people. I am reinventing myself at age 70.\"  ",
			"works_count": 53 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " David Thurlo ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " David and Aimée Thurlo were married for thirty-eight years. David was raised on the Navajo Indian Reservation and left Shiprock to complete his education at the University of New Mexico.Aimée, born in Havana, Cuba, died in February 2014. The Thurlos' novels, translated into many different languages, are available around the world. ",
			"works_count": 39 ,
			"gender": " None ",
			"hometown": " Navajo Indian Reservation ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rachel M. Wilson ",
			"image_url": " https://images.gr-assets.com/authors/1388103181p7/7350392.jpg ",
			"about": " Rachel M. Wilson is the author of the contemporary YA, DON'T TOUCH, forthcoming from HarperTeen, Sep. 2, 2014. She graduated from Northwestern University and holds an MFA in Writing for Children &amp; Young Adults from Vermont College of Fine Arts. Rachel grew up in Birmingham, AL, and she currently writes, acts, and teaches in Chicago, IL.Rachel's all over the Interwebs: On Twitter @byRachelMWilsonOn Instagram: @byRachelMWilsonOn Facebook: Montgomery, AL ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jennifer Michael Hecht ",
			"image_url": " https://images.gr-assets.com/authors/1259305520p7/45673.jpg ",
			"about": " Jennifer Michael Hecht is a poet, historian, philosopher, and author. ",
			"works_count": 10 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " LaVyrle Spencer ",
			"image_url": " https://images.gr-assets.com/authors/1287657235p7/33987.jpg ",
			"about": " LaVyrle Spencer is an American best-selling author of contemporary and historical romance novels. She has successfully published a number of books, with several of them made into movies. Twelve of her books have been New York Times bestsellers, and Spencer was inducted into the Romance Writers of America Hall of Fame in 1988. Spencer is known for creating realistic characters and stories that focus on families rather than only the relationship between a man and woman. These \"ordinary\" men and women are warm and vulnerable and are always portrayed sympathetically.[1] Her heroines tend to be a mix of fire and warmth, strength, savvy and soft–heartedness who must overcome some sort of adversity, such as pregnancy, divorce, a lengthy separation, the loss of a loved one, and then undergo a catharsis. The stories center on themes of abiding love, family ties and strength in difficult times.In the 1980s and 1990s Spencer wrote 12 New York Times Bestsellers. Her books have been sold to book clubs worldwide, and have been published around the world. Condensed versions of many of her novels have appeared in Reader's Digest and Good Housekeeping.She retired from writing in 1997. ",
			"works_count": 60 ,
			"gender": " female ",
			"hometown": " Browerville, Minnesota ",
			"birthdate": " 1943/07/17 ",
			"deathdate": " None "
		},
		{
			"name": " Robert Portman ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Dave Zirin ",
			"image_url": " https://images.gr-assets.com/authors/1309994223p7/106827.jpg ",
			"about": " Named of the UTNE Reader’s “50 Visionaries Who Are Changing Our World”, Dave Zirin writes about the politics of sports for the Nation Magazine. He is their first sports writer in 150 years of existence. Zirin is also the host of Sirius XM Radio’s popular weekly show, Edge of Sports Radio. He has been called “the best sportswriter in the United States,” by Robert Lipsyte. Dave Zirin is, in addition, a columnist for SLAM Magazine and the Progressive.[from own": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " César R. Torres ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Michael Hulse ",
			"image_url": " https://images.gr-assets.com/authors/1317153058p7/255721.jpg ",
			"about": " Hulse has translated over sixty books from the German, among them works by Goethe, Rilke, and Jakob Wassermann. He is nowadays most familiar as the translator of three of W. G. Sebald's books: The Emigrants, The Rings of Saturn and Vertigo. In addition, he has translated two works by Nobel Laureate Elfriede Jelinek, Lust and Wonderful, Wonderful Times and has collaborated in translating one by Nobel Laureate Herta Müller, The Appointment. ",
			"works_count": 34 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Marisabina Russo ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 39 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Du Radosavljevic ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Geoffrey Chaucer ",
			"image_url": " https://images.gr-assets.com/authors/1202588994p7/1838.jpg ",
			"about": " Geoffrey Chaucer (c. 1343 – October 25, 1400?) was an English author, poet, philosopher, bureaucrat, courtier and diplomat. Although he wrote many works, he is best remembered for his unfinished frame narrative The Canterbury Tales. Sometimes called the father of English literature, Chaucer is credited by some scholars as being the first author to demonstrate the artistic legitimacy of the vernacular English language, rather than French or Latin. ",
			"works_count": 610 ,
			"gender": " male ",
			"hometown": " London, England ",
			"birthdate": " None ",
			"deathdate": " 1400/09/28 "
		},
		{
			"name": " William J. Bennett ",
			"image_url": " https://images.gr-assets.com/authors/1374926230p7/13930.jpg ",
			"about": " William J. \"Bill\" Bennett is a politician and author who served in the Ronald Reagan and George H. W. Bush administrations, as chief of National Endowment for the Humanities and later Secretary of Education under Reagan, and Drug Czar under Bush. He is a nationally well-known figure of political and social conservatism and authored many books on politics, ethics, and international relations.  ",
			"works_count": 91 ,
			"gender": " male ",
			"hometown": " New York City ",
			"birthdate": " 1943/07/31 ",
			"deathdate": " None "
		},
		{
			"name": " Carly Phillips ",
			"image_url": " https://images.gr-assets.com/authors/1272398243p7/10000.jpg ",
			"about": " New York Times and USA Today Bestselling Author Carly Phillips N.Y. Times and USA Today Bestselling Author Carly Phillips has written over 40 sexy contemporary romance novels that today's readers identify with and enjoy. After a successful 15 year career with various New York publishing houses, Carly is making the leap to Indie author, with the goal of giving her readers more books at a faster pace at a better price. Her Serendipity books will still finish up in January/February 2014 via Berkley as planned. Carly lives in Purchase, NY with her family, two nearly adult daughters and two crazy dogs who star on her Facebook Fan Page and website. She's a writer, a knitter of sorts, a wife, and a mom. In addition, she's a Twitter and Internet junkie and is always around to interact with her readers. You can find all information about Carly at her website and other social media sites ...Follow Carly on the web:/07/07 ",
			"deathdate": " None "
		},
		{
			"name": " Kirk J. Schneider ",
			"image_url": " https://images.gr-assets.com/authors/1367340597p7/549416.jpg ",
			"about": " KIRK J. SCHNEIDER, Ph.D., is a leading spokesperson for contemporary existential-humanistic psychology. Dr. Schneider is the recent past editor of the Journal of Humanistic Psychology (2005-2012), vice-president of the Existential-Humanistic Institute (EHI), and adjunct faculty at Saybrook University, Teachers College, Columbia University, and the California Institute of Integral Studies. A Fellow of the American Psychological Association (APA), Dr. Schneider has published over 100 articles and chapters and has authored or edited nine books (seven either have been or soon will be translated into Chinese). These books include The Paradoxical Self, Horror and the Holy, The Psychology of Existence (with Rollo May), The Handbook of Humanistic Psychology (with James Bugental and Fraser Pierson--now being updated for a second edition), Rediscovery of Awe, Existential-Integrative Psychotherapy, Existential-Humanistic Therapy (with Orah Krug--accompanying APA video also available), Humanity's Dark Side: Evil, Destructive Experience, and Psychotherapy (with Art Bohart, Barbara Held, and Ed Mendelowitz), and Awakening to Awe. A tenth book, The Polarized Mind, is now in process. Dr. Schneider is the recipient of the Rollo May Award from Division 32 of the APA for \"Outstanding and independent pursuit of new frontiers in humanistic psychology,\" the \"Cultural Innovator\" award from the Living Institute, Toronto, Canada, a psychotherapy training center which bases its diploma on Dr. Schneider's Existential-Integrative model of therapy, and an Honorary Diploma from the East European Association of Existential Therapy. Dr. Schneider is also a founding member of the Existential-Humanistic Institute in San Francisco, which in August, 2012 launched one of the first certificate programs in the \"foundations\" of Existential-Humanistic practice ever to be offered in the U.S.A. In April, 2010, Dr. Schneider delivered the opening keynote address at the First International (East-West) Existential Psychology Conference in Nanjing, China, and has been repeatedly invited to speak at various similar venues in China--as well as Japan--over the last three years. Also, Dr. Schneider lectures frequently throughout the world and has appeared on a variety of television and radio broadcasts. These include PBS TV's Thinking Allowed with Jeffrey Mishlove, KQED's Forum radio program with Michael Krasne (see kqed.org's Forum archive), New Dimensions Radio with Michael Toms, Mentalhelp.net with Dr. David Van Nuys, and KPFA's Spirit in Action radio program with the Reverend Matthew Fox. His books have been favorably reviewed in the San Francisco Chronicle, Common Boundary Magazine, Vogue, Tikkun Magazine, the San Francisco Jung Institute Journal, Psychotherapy, The Journal of Theoretical and Philosophical Psychology, and Contemporary Psychology. More information about Dr. Schneider's work is available at his website, kirkjschneider.com, as well Wikipedia.com, the Psychology Today website blog, and e ",
			"deathdate": " None "
		},
		{
			"name": " Rinehart & Winston Staff Holt ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Loren R. Graham ",
			"image_url": " https://images.gr-assets.com/authors/1188976343p7/23035.jpg ",
			"about": " Loren R. Graham is Professor Emeritus of History of Science in MIT's Program in Science, Technology and Society. Professor Graham received his Ph.D. from Columbia University, and a Doctor of Letters (honoris causa) from Purdue University in 1986. Professor Graham specializes in the history of science and the study of contemporary science and technology in Russia. His Science, Philosophy, and Human Behavior in the Soviet Union was nominated for the National Book Award. In 1996 he received the George Sarton medal of the History of Science Society and in 2000 he received the Follo Award of the Michigan Historical Society for his contributions to Michigan history. He is a fellow of the American Association for Advancement of Science, the American Academy of Arts and Sciences, a member of the American Philosophical Society, and a foreign member of the Russian Academy of Natural Science. ",
			"works_count": 18 ,
			"gender": " male ",
			"hometown": " Hymera, Indiana ",
			"birthdate": " 1933/06/29 ",
			"deathdate": " None "
		},
		{
			"name": " Northrop Frye ",
			"image_url": " https://images.gr-assets.com/authors/1229101452p7/58765.jpg ",
			"about": " Born in Quebec but raised in New Brunswick, Frye studied at the University of Toronto and Victoria University. He was ordained to the ministry of the United Church of Canada and studied at Oxford before returning to UofT.His first book, Fearful Symmetry, was published in 1947 to international acclaim. Until then, the prophetic poetry of William Blake had long been poorly understood, considered by some to be delusional ramblings. Frye found in it a system of metaphor derived from Paradise Lost and the Bible. His study of Blake's poetry was a major contribution. Moreover, Frye outlined an innovative manner of studying literature that was to deeply influence the study of literature in general. He was a major influence on, among others, Harold Bloom and Margaret Atwood.In 1974-1975 Frye was the Norton professor at Harvard University.Frye married Helen Kemp, an educator, editor and artist, in 1937. She died in Australia while accompanying Frye on a lecture tour. Two years after her death in 1986 he married Elizabeth Brown. He died in 1991 and was interred in Mount Pleasant Cemetery in Toronto, Ontario. The Northrop Frye Centre at Victoria College at the University of Toronto was named in his honour.See also 
			"hometown": " Sherbrooke ",
			"birthdate": " 1912/07/14 ",
			"deathdate": " 1991/01/23 "
		},
		{
			"name": " Per Sandin ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Danielle Steel ",
			"image_url": " https://images.gr-assets.com/authors/1340133722p7/14255.jpg ",
			"about": " Since 1981, Ms. Steel has been a permanent fixture on the New York Times hardcover and paperback bestseller lists. In 1989, she was listed in the Guinness Book of World Records for having at least one of her books on the Times bestseller list for 381 consecutive weeks. But Guinness was premature. The fact is that one or more of Ms. Steel's novels have been on the New York Times bestseller list for over 390 consecutive weeks. Twenty-one of Ms. Steel's novels have been adapted for television, each earning high ratings and critical acclaim, including two Golden Globe nominations for JEWELS, a four-hour mini-series that starred Anthony Andrews. In addition, Ms. Steel is the author of the \"Max and Martha\" series of books for young readers. They are ten illustrated storybooks written to comfort the young as they face problems, such as a new stepfather, new baby, new school, loss of a grandparent, and other crucial dilemmas in a child's life. She has also written the \"Freddie\" books, four of them, about real-life situations in children's lives, like a visit to the doctor and the first night away from home. Ms. Steel has also written nonfiction, HIS BRIGHT LIGHT, about the life and death of her son Nicholas Traina, released by Delacorte Press in September 1998 and immediately jumped to the New York Times Non-Fiction bestseller list and \"Having a Baby.\" She has also written a book of poetry entitled LOVE: POEMS BY DANIELLE STEEL. In 2002, Ms. Steel was decorated by the French government as an \"Officier\" of the distinguished Order of Arts and Letters, for her lifetime contribution to world culture. She was awarded the second highest rank of the Order. Ms. Steel also has a passionate interest in emerging contemporary artists. She has had an art gallery for several years, and and continues to sponsor and organize free lance art shows and events to show the work of emerging and mid-career artists. She has a degree in design herself. In addition to her writing, Ms. Steel has varied philanthropic interests. She founded and runs two foundations, one named in honor of her late son, The Nick Traina Foundation, which funds organizations involved in mental illness and child abuse. The second was established to assist the homeless. She has won numerous awards for her personal work with mentally ill adolescents and children. Ms. Steel maintains a passionate interest in the welfare and well-being of children, particularly those in jeopardy. She has raised nine children of her own. And they continue to keep her busy, as she juggles writing and family. Her family is her first priority, despite her many interests. From an education in New York and Europe to a professional background in public relations and advertising, and teaching, Ms. Steel moved on quickly to her literary career and has been hard at work writing ever since. She wrote her first book at nineteen. Often, she works on five books at a time — researching one storyline, writing another, and editing the third. Still, she often spends two to three years researching and developing a single project. In the heat of a first draft, it is not uncommon for her to spend eighteen to twenty hours a day glued to her 1946 Olympia manual typewriter. Family, children, and young people are the central focus of her life, and her passion, which frequently shows in her writing. She deals with the themes that touch on the most pressing issues of real life, which makes her books universal, and touch so many people. She is fascinated by the pressing life situations that affect us all, how people handle them and are often transformed as a result. And her novels have explored subjects such as kidnapping, incest, mental illness, suicide, death, divorce, adoption, marriage, loss, cancer, war, among others. She also frequently writes about historical themes, shedding new light on familiar historical events with meticulously accurate research. Despite her varied interests and activities,  ",
			"works_count": 194 ,
			"gender": " female ",
			"hometown": " New York, New York ",
			"birthdate": " 1947/08/14 ",
			"deathdate": " None "
		},
		{
			"name": " Joseph Needham ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 69 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rodney D. Fort ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " William Anthony Sutton ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Shane Neilson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 18 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Linore Rose Burkard ",
			"image_url": " https://images.gr-assets.com/authors/1486485513p7/1908773.jpg ",
			"about": "  opened up the genre in the CBA. She writes YA Suspense/Apocalyptic fiction as L.R. Burkard, not only to keep expanding boundaries for her readers, but to explore deeper themes. Between books, she homeschools her youngest daughter, preferably while wearing pjs and with coffee in one hand and an iPad in the other. author:L.R. Burkard|14185044] ",
			"works_count": 8 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Judith McNaught ",
			"image_url": " https://images.gr-assets.com/authors/1246151270p7/9885.jpg ",
			"about": " You can find Judith McNaught in facebook: ling Author, with more than forty million copies of her novels in print, in over eighty countries and more than thirty languages. She was also the first female executive producer at a CBS radio station. McNaught is credited with inventing the modern Regency Historical romance subgenre. ",
			"works_count": 28 ,
			"gender": " female ",
			"hometown": " San Luis Obispo, California ",
			"birthdate": " 1944/05/10 ",
			"deathdate": " None "
		},
		{
			"name": " Stuart M. Kaminsky ",
			"image_url": " https://images.gr-assets.com/authors/1236977907p7/11258.jpg ",
			"about": " Received the Shamus Award, \"The Eye\" (Lifetime achievment award) in 2007.Stuart M. Kaminsky is author of 50 published novels, 5 biographies, 4 textbooks and 35 short stories. He also has screenwriting credits on four produced films including ONCE UPON A TIME IN AMERICA, ENEMY TERRITORY, A WOMAN IN THE WIND and HIDDEN FEARS. He is a past president of the Mystery Writers of America and has been nominated for six prestigious Edgar Allen Poe Awards including one for his short story “Snow” in 1999. He won an Edgar for his novel A COLD RED SUNRISE, which was also awarded the Prix De Roman D’Aventure of France. He has been nominated for both a Shamus Award and a McCavity Readers Choice Award.Kaminsky writes several popular series including those featuring Lew Fonesca, Abraham Lieberman, Inspector Porfiry Petrovich Rostnikov, and Toby Peters. He has also written two original Rockford Files novels. He is the 50th annual recipient of the Grandmaster 2006 for Lifetime Achievement from the Mystery Writers of America. His nonfiction books including BASIC FILMMAKING, WRITING FOR TELEVISION, AMERICAN FILM GENRES, and biographies of GARY COOPER, CLINT EASTWOOD, JOHN HUSTON and DON SIEGEL. BEHIND THE MYSTERY was published by Hot House Press in 2005, and nominated by Mystery Writers of America for Best Critical/Biographical book in 2006. Kaminsky holds a B.S. in Journalism and an M.A. in English from The University of Illinois and a Ph.D. in Speech from Northwestern University where he taught for 16 years before becoming a Professor at Florida State. where he headed the Graduate Conservatory in Film and Television Production. He left Florida State in 1994 to pursue full-time writing. Japanese: スチュアート・カミンスキー ",
			"works_count": 128 ,
			"gender": " male ",
			"hometown": " Chicago, Illinois ",
			"birthdate": " 1934/09/29 ",
			"deathdate": " 2009/10/09 "
		},
		{
			"name": " Zoë Brigley ",
			"image_url": " https://images.gr-assets.com/authors/1484102833p7/4582080.jpg ",
			"about": " \"a powerful poetic imagination\"---Keith Richmond in Tribune Magazine Zoe Brigley Thompson has two poetry collections The Secret (2007) and Conquest (2012), both of which were Poetry Book Society Recommendations. She also edited the volume Feminism, Literature and Rape Narratives (2010).For her creative writing, she has won an Eric Gregory Award for the best British poets under 30, the English Association's Poetry Fellows' Award, and a Welsh Academy Bursary. She was long listed for the Dylan Thomas Prize for the best international writers under 35, and she was a finalist for the Autumn House Books Poetry Prize. Her poems and articles have been published in Poetry Ireland Review, Poetry Review, PN Review, Platte Valley Review, The Manhattan Review, English Studies, Women's Studies Quarterly, Frontiers: A Journal of Women's Studies, The Manifest Station, Calyx, Mslexia, Maintenant, Agenda, Magma, The New Welsh Review, Poetry Wales, Planet: The Welsh Internationalist, Blossombones, Writing from Below, Southword, Pirene's Fountain, Poetry Salzburg, and The Times Higher Education. In her academic research, she approaches representations of sexuality and violence in literature, film, and culture. She received a fellowship from the Humanities Research Center, and she is a member of two international, collaborative research projects funded by the Spanish Ministry, \"Globalized Cultural Markets\" and \"Bodies in Transit.\" She is originally from Wales and was featured by the Devolved Voices project at the University of Aberystwyth as one of the the key Welsh poets in the post-devolutionary flowering. She was featured by the Manhattan Review and the Best American Poetry Blog as one of the best young British poets writing now. ",
			"works_count": 12 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " T.J. Binyon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " Timothy John Binyon was an English scholar and crime writer. He was a distant relative of the poet, Laurence Binyon.T.J. Binyon was born in Leeds, where his father was a university lecturer. When, aged 18, he was doing National Service, he was assigned to the Joint Services School for Linguists in Bodmin, Cornwall, to learn Russian. There, in 1954, the young soldiers, among them Alan Bennett, Michael Frayn and Dennis Potter, were trained to serve as translators and interpreters in the Cold War. It was there that Binyon's interest in Russian language and literature was kindled.-Wikipedia ",
			"works_count": 4 ,
			"gender": " male ",
			"hometown": " Leeds ",
			"birthdate": " 1936/02/18 ",
			"deathdate": " 2004/10/07 "
		},
		{
			"name": " Glen MacNow ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 26 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Marc Rotenberg ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 18 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Suzanne Enoch ",
			"image_url": " https://images.gr-assets.com/authors/1274710347p7/23294.jpg ",
			"about": " Suzanne was born in Southern California sometime in the latter half of the 20th century. In the way that some people are born knowing they want to be astronauts or cellists, Suzanne always knew she wanted to be a writer. Early dreams of becoming a zoologist and writing true stories about her adventures in Africa were crushed, however, after she viewed a television special about the world’s most poisonous snakes; she did NOT want to write about how she’d been bitten and lost a limb to a cobra. Thankfully at the same time the movie “Star Wars” premiered, and she realized that she could make up adventures and write about them, and not be eaten by deadly predators while doing research.She dabbled in romantic fantasy writing for a year or two after graduating with a degree in English from the University of California, Irvine, until her affection for traditional Regency romances led her to write one for fun. After several encouraging rejections from publishers, she snared the interest of the world’s best and most patient literary agent, who advised her to revise the manuscript. This ultimately led to the publication of her first book, The Black Duke’s Prize, from Avon Books in the Spring of 1995. A second Regency, Angel’s Devil, followed that Fall.When Avon folded its traditional Regency line, Suzanne was encouraged to try her hand at historical romance. As she remained keenly interested in England’s Regency period, she decided to attempt another manuscript set in that time. Lady Rogue hit the shelves in March of 1997. She wrote a total of 29 books for Avon, including two anthologies and a five-part contemporary series which received a pair of starred reviews from Publishers Weekly. One of those books, Twice the Temptation, was named one of the five best romances of the year by PW in 2007.In 2002 her well-known love of all things “Star Wars” led to an invitation to appear on the E! channel in the television special “Star Wars: The Force Is Back”, where she discussed the romance in the movie series and ended up with more air time than George Lucas.In 2010 Suzanne left Avon Books for St. Martin’s Press, where she continues to pen historical romance novels. Her 31st book, Taming an Impossible Rogue, is set to arrive in March 2012.Suzanne is known for her humorous characters, sexy bad boys, and whip-sharp, witty dialogue. She currently resides in Placentia, California with several hundred guppies and various other tropical fish, and handful of very loud, spinach-loving finches. And her collection of action figures and statues from “Star Wars”, “Lord of the Rings”, “X-Men”, and “Pirates of the Caribbean”. Everybody needs some inspiration, after all." None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Daisy Hicks Thomson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sigmund Loland ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Stephan Pastis ",
			"image_url": " https://images.gr-assets.com/authors/1239356305p7/20322.jpg ",
			"about": " Stephan Pastis was born in 1968 and raised in San Marino, California, a suburb of Los Angeles. He graduated from the University of California at Berkeley in 1989 with a degree in political science. Although he had always wanted to be a syndicated cartoonist, Pastis realized that the odds of syndication were slim, so he entered UCLA Law School in 1990 and became an attorney instead. He practiced law in the San Francisco Bay area from 1993 to 2002. While an attorney, he began submitting various comic strip concepts to all of the syndicates, and, like virtually all beginning cartoonists, got his fair share of rejection slips. Then, in 1997, he began drawing Pearls Before Swine, which he submitted to the syndicates in mid-1999. In December, 1999, he signed a contract with United.Pearls Before Swine debuted in newspapers in January, 2002, and Pastis left his law practice in August of that year. Pearls Before Swine was nominated in 2003, 2004 and 2007 as \"Best Newspaper Comic Strip\" by the National Cartoonists Society and won the award in 2004 and 2007. Pastis lives with his family in Northern California.  ",
			"works_count": 87 ,
			"gender": " male ",
			"hometown": " San Marino ",
			"birthdate": " 1968/01/01 ",
			"deathdate": " None "
		},
		{
			"name": " Craig Bourne ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " National Geographic Society (US) ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 55 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Peter  May ",
			"image_url": " https://images.gr-assets.com/authors/1295983190p7/4605488.jpg ",
			"about": " None ",
			"works_count": 29 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Michael Novak ",
			"image_url": " https://images.gr-assets.com/authors/1441386414p7/9393.jpg ",
			"about": " Michael Novak is an American Catholic philosopher, journalist, novelist, and diplomat. He is George Frederick Jewett Scholar in Religion, Philosophy, and Public Policy at the American Enterprise InstituteNovak served as United States Ambassador to the United Nations Commission on Human Rights in 1981 and 1982 and led the U.S. delegation to the Conference on Security and Cooperation in Europe in 1986.In 1993 Novak was honored with an honorary doctorate degree at Universidad Francisco Marroquín] due to his commitment to the idea of liberty. In 1994 he was awarded the Templeton Prize for Progress in Religion. ",
			"works_count": 97 ,
			"gender": " male ",
			"hometown": " Johnstown, Pennsylvania ",
			"birthdate": " 1933/09/09 ",
			"deathdate": " None "
		},
		{
			"name": " Leslie C. Kaplan ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 21 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Verlyn Flieger ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 28 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " David Neal Miller ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Richard Hantula ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 61 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Maarten Van Bottenburg ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Joseph Favorito ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " R.A. Brown ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jennifer Ackerman ",
			"image_url": " https://images.gr-assets.com/authors/1287755678p7/161774.jpg ",
			"about": " Jennifer Ackerman's most recent book is Sex Sleep Eat Drink Dream: A Day in the Life of Your Body. Her previous books include Chance in the House of Fate: A Natural History of Heredity, and Notes from the Shore. A contributor to National Geographic, The New York Times, and many other publications, her articles and essays have been included in several anthologies, among them Best American Science Writing, The Nature Reader, and Best Nature Writing. Jennifer lives in Charlottesville, Virginia. ",
			"works_count": 11 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Susan M. Shortland ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Andy Sibson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Barry Mahon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Maria Esther Maciel ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 9 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Stephanie Laurens ",
			"image_url": " https://images.gr-assets.com/authors/1384909892p7/9241.jpg ",
			"about": " Stephanie Laurens was born in Sri Lanka, which was at the time the British colony of Ceylon. When she was 5, her family moved to Melbourne, Australia, where she was raised. After continuing through school and earning a Ph.D. in Biochemistry in Australia, Stephanie and her husband moved to Great Britain, taking one of the last true overland journeys from Katmandu to London.Once in London, Stephanie and her husband both began work as research scientists in Kent. They lived in an area surrounded by history. Their own cottage was built in the 16th century, while next door were the protected ruins of an early Roman villa, and nearby was a 14th century castle.After four years in England, Stephanie and her husband returned to Australia, where she continued to work in cancer research, eventually heading her own research laboratory. One evening Stephanie realized that she did not have any more of her favorite romance novels to read. After years of thinking about writing her own novel, during nights and weekends for the next several months, she began crafting her own story. That manuscript, Tangled Reins, was the first of her books to be published. After achieving a level of success with her novels, Stephanie \"retired\" from scientific research and became a full-time novelist. Her novels are primarily historical romances set in the Regency time period.Stephanie and her husband live on peaceful acreage on the outskirts of Melbourne. If she isn't writing, she's reading, and if she's not reading, she's tending her garden. ",
			"works_count": 118 ,
			"gender": " female ",
			"hometown": " Ceylon ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Paul Luff ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Maya Angelou ",
			"image_url": " https://images.gr-assets.com/authors/1379017377p7/3503.jpg ",
			"about": " Maya Angelou, born Marguerite Ann Johnson April 4, 1928 in St. Louis, Missouri, was an American poet, memoirist, actress and an important figure in the American Civil Rights Movement. In 2001 she was named one of the 30 most powerful women in America by Ladies Home Journal. Maya Angelou is known for her series of six autobiographies, starting with I Know Why the Caged Bird Sings, (1969) which was nominated for a National Book Award and called her magnum opus. Her volume of poetry, Just Give Me a Cool Drink of Water 'Fore I Die (1971) was nominated for the Pulitzer Prize. ",
			"works_count": 134 ,
			"gender": " female ",
			"hometown": " St. Louis, Missouri ",
			"birthdate": " 1928/04/04 ",
			"deathdate": " 2014/05/28 "
		},
		{
			"name": " Chunjuan Nancy Wei ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Galway Kinnell ",
			"image_url": " https://images.gr-assets.com/authors/1307725091p7/11368.jpg ",
			"about": " Kinnell studied at Princeton University, graduating in 1948. He later obtained a Master's degree from the University of Rochester. As a young man, Kinnell served in the US Navy and traveled extensively in Europe and the Middle East. His first volume of poetry, What a Kingdom It Was, was published in 1960.Kinnell became very involved in the U.S. civil rights movement upon his return, joining CORE (Congress of Racial Equality) as a field worker and participating in a number of marches and other civil actions. Kinnell was awarded the Pulitzer Prize and a National Book Award for Selected Poems (1980), a MacArthur Fellowship, a Rockefeller Grant, the 1974 Shelley Prize of the Poetry Society of America, and the 1975 Medal of Merit from National Institute of Arts and Letters. He served as a Chancellor of the Academy of American Poets from 2001 to 2007.  ",
			"works_count": 43 ,
			"gender": " male ",
			"hometown": " Providence, Rhode Island ",
			"birthdate": " 1927/02/01 ",
			"deathdate": " None "
		},
		{
			"name": " Roger Luckhurst ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 29 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Naguib Mahfouz ",
			"image_url": " https://images.gr-assets.com/authors/1448319849p7/5835922.jpg ",
			"about": " Naguib Mahfouz (Arabic author profile: vels, over 350 short stories, dozens of movie scripts, and five plays over a 70-year career. Many of his works have been made into Egyptian and foreign films. ",
			"works_count": 203 ,
			"gender": " male ",
			"hometown": " Cairo ",
			"birthdate": " 1911/12/11 ",
			"deathdate": " 2006/08/30 "
		},
		{
			"name": " Sabine Roeser ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 12 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Mark  Stewart ",
			"image_url": " https://images.gr-assets.com/authors/1344664869p7/5814971.jpg ",
			"about": " Mark Stewart lives in the picturesque Mornington Peninsula region of Melbourne, Australia. He has four adult children and one grandchild and lives with his wife near the beach. Mark draws all his inspiration for his books from the Australian culture, and from his diverse familial history. He enjoys writing novels and novellas but also loves inspiring young minds though is literary works for children, which he enjoys reading to his grand daughter. ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " James McClure ",
			"image_url": " https://images.gr-assets.com/authors/1352447514p7/82722.jpg ",
			"about": " James Howe McClure was a British author and journalist best known for his Kramer and Zondi mysteries set in South Africa.James McClure was born and raised in South Africa and educated in Pietermaritzburg, Natal at Scottsville School (1947–51), Cowan House (1952–54), and Maritzburg College (1955–58). He worked first as a commercial photographer with Tom Sharpe, who later wrote a series of celebrated comic novels, and then as a teacher of English and art at Cowan House in 1959-63, before becoming a crime reporter and photographer for the Natal Witness in his hometown of Pietermaritzburg.His journalistic career saw him headhunted first by the Natal Mercury and then by the Natal Daily News. After the birth of his first son, he moved to Britain with his family in 1965, where he joined the Scottish Daily Mail as a sub-editor. From there, he moved to the Oxford Mail and then to The Oxford Times.His first crime novel, The Steam Pig, won the CWA Gold Dagger in 1971. He resigned as deputy editor in 1974 to write full time. He added to his series of police procedurals based on his experiences in South Africa, featuring the detective partnership of Afrikaner Lieutenant Tromp Kramer and Bantu Detective Sergeant Mickey Zondi.McClure also wrote a spy novel set in Southern Africa - Rogue Eagle - which won the 1976 CWA Silver Dagger, a number of short stories, and two large non-fiction works that won wide acclaim: Spike Island: Portrait of a Police Division (Liverpool) and Copworld: Inside an American Police Force (San Diego).After publishing 14 books, he returned to the bottom rung of \"The Oxford Times\" in 1986, as his police books had made him aware of how much he had missed working with others - his intention being to write in his spare time. What proved his most popular Kramer and Zondi novel then followed, The Song Dog, but journalism soon became all consuming. He became editor in 1994 and three years later The Oxford Times won the Weekly Newspaper of the Year award, beating all comers from across the United Kingdom.He was promoted to editor of the Oxford Mail in 2000, and spent the next three years on a variety of objectives to enhance the quality and revenue of the county's daily paper. That done, he decided it was time to again step down, and retired to return to writing. He was working on a novel set in Oxford and had just started his own blog when he came down with a respiratory illness and died on 17 June 2006. He lived in Wallingford, Oxfordshire. ",
			"works_count": 29 ,
			"gender": " male ",
			"hometown": " Johannesburg ",
			"birthdate": " 1939/10/09 ",
			"deathdate": " 2006/06/17 "
		},
		{
			"name": " François Fortier ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Timothy Liu ",
			"image_url": " https://images.gr-assets.com/authors/1381100567p7/175286.jpg ",
			"about": " None ",
			"works_count": 26 ,
			"gender": " male ",
			"hometown": " San Jose, California ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Matthew B.J. Delaney ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Stephen   A. Mitchell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " Author of various works on teaching sports concepts and skills, Mitchell is also an Assistant Professor for Sports Pedagogy at Kent State. ",
			"works_count": 4 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1959/09/02 ",
			"deathdate": " None "
		},
		{
			"name": " Susan M. Tiberghien ",
			"image_url": " https://images.gr-assets.com/authors/1433711840p7/500321.jpg ",
			"about": " After marrying a Frenchman, following him around Europe with a growing family, I started to write more or less full time at the age of 50 when we settled down in Geneva, Switzerland. I published my first book, Looking for Gold: A Year in Jungian Analysis, at the age of 60.I continued to publish, two more memoirs and numerous narrative essays in journals and anthologies. Then the widely read One Year to a Writing Life, and spring 2015, Side by Side: Writing your Love Story and Footsteps: In Love with a Frenchman. I have been teaching writing for over 20 years, here in Geneva where I direct the Geneva Writers' Group (an association of writers, with presently over 230 members), around Europe, and in the States for the International Women's Writing Guild, at Writers Centers, and at CG Jung Societies. I feel extremely fortunate at the age of 80 to still be in love with the same Frenchman, to enjoy visits from our six children and spouses and sixteen grandkids...and to write and teach and read and dream. ",
			"works_count": 7 ,
			"gender": " female ",
			"hometown": " New York City ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Simone Murray ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Patricia Cornwell ",
			"image_url": " https://images.gr-assets.com/authors/1486394658p7/1025097.jpg ",
			"about": " Patricia Cornwell sold her first novel, Postmortem, in 1990 while working as a computer analyst at the Office of the Chief Medical Examiner in Richmond, Virginia. Postmortem, was the first bona fide forensic thriller. It paved the way for an explosion of entertainment featuring in all things forensic across film, television and literature. Postmortem would go on to win the Edgar, Creasey, Anthony, and Macavity awards as well as the French Prix du Roman d’Aventure prize – the first book ever to claim all these distinctions in a single year. To date, Cornwell’s books have sold some 100 million copies in thirty-six languages in over 120 countries. She’s authored twenty-nine New York Times bestsellers.Patricia’s novels center primarily on medical examiner Kay Scarpetta along with her tech-savvy niece Lucy and fellow investigator Pete Marino. Celebrating 25 years, these characters have grown into an international phenomenon, winning Cornwell the Sherlock Award for best detective created by an American author, the Gold Dagger Award, the RBA Thriller Award, and the Medal of Chevalier of the Order of Arts and Letters for her contributions to literary and artistic development. Fox 2000 bought the rights to Kay Scarpetta. Working with producer Liz Friedman, Marvel’s Jessica Jones and fellow Marvel EP and Twilight Saga scribe Melissa Rosenberg to develop the film and find Scarpetta a home on the big screen. After earning her degree in English from Davidson College in 1979, she began working at the Charlotte Observer. Cornwell received widespread attention and praise for her series of articles on prostitution and crime in downtown Charlotte. From the Charlotte Observer, Cornwell moved to a job with the Office of the Chief Medical Examiner of Virginia – a post she would later bestow upon the fictional Kay Scarpetta. When not writing from her Boston home, Patricia tirelessly researches cutting-edge forensic technologies to include in her work. Her interests span outside the literary: Patricia co-founded of the Conservation Scientist Chair at the Harvard University Art Museums. She appears as a forensic consultant on CNN and serves as a member of Harvard-affiliated McLean Hospital’s National Council, where she advocates for psychiatric research. She’s helped fund the ICU at Cornell’s Animal Hospital, the scientific study of a Confederate submarine, the archaeological excavation of Jamestown, and a variety of law enforcement charities. Patricia is also committed to funding scholarships and literacy programs. Her advice to aspiring authors: “Start writing. And don’t take no for an answer.” Social and Digital Outletsologies | Ballistics | Weapons | Explosives | Pathology &amp; Autopsies | Crime | Historical and Unsolved Criminal Cases | Jack The Ripper | Helicopter Piloting | Suba Diving | Archaeological Excavation Experience | ",
			"works_count": 97 ,
			"gender": " female ",
			"hometown": " Miami, Florida ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Celeste Bradley ",
			"image_url": " https://images.gr-assets.com/authors/1457474451p7/8866.jpg ",
			"about": " Celeste Bradley is the author of Fallen, which was nominated for a RITA in 2002, and The Pretender, the first book in the Liars series. According to Bradley, the best thing about writing is that she finally gets to use the brain full of trivia she's collected over a lifetime of living in eight states, residing in over twenty homes, and changing her major five times. \"It was research for my writing career! That's my story, and I'm sticking to it!\" For now, she lives in Tennessee with her journalist husband, her two divas-in-training, and the smartest dog in the world.e ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Thomas J. Misa ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 12 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Edward Said ",
			"image_url": " https://images.gr-assets.com/authors/1288776843p7/24390.jpg ",
			"about": " (Arabic profile: t until his parents sent him to the United States in 1951.Said graduated from Princeton University in 1957 and earned his Ph.D. from Harvard University in 1964. He was a professor of English and Comparative Literature at Columbia University in New York and held his chair until his death at 67. His major interests were in many fields, including literature, musics and Palestinian issues. He was best-known by his tireless roles of supporting Palestine's freedom and countering violence in Middle East.His first and most important work Orientalism published in 1978 is a groundbreaking criticism of systematic conceptual invention of \"East\" and \"West\" by European imperialists and its influenced intellectuals and writers. It is influenced in such fields as literary criticism and cultural studies. He was recognised as one of the founders of the study of postcolonialism.Check Wikipedia for more information and links: 			"hometown": " Jerusalem ",
			"birthdate": " 1935/11/01 ",
			"deathdate": " 2003/09/25 "
		},
		{
			"name": " Lenora Worth ",
			"image_url": " https://images.gr-assets.com/authors/1486031339p7/7706.jpg ",
			"about": " Lenora Worth has written 35 books for three different publishers. She reached a milestone in 2006 when she received her 25th book pin from Steeple Hill and Harlequin. Her books have won both regional and national awards and she now has over 1 million books in print. Currently she is writing both Love Inspired and Love Inspired Suspense for Steeple Hill. Married to her childhood sweetheart, Lenora has two grown children. She wrote a weekly opinion column for five years for the local paper and currently also writes freelance for a local magazine. Lenora lives in Louisiana.Pen name: e ",
			"hometown": " None ",
			"birthdate": " 1956/04/17 ",
			"deathdate": " None "
		},
		{
			"name": " Decourt Franck ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Christine Mummery ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " D. Stanley Eitzen ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 23 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Philip E. Agre ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rose Kerr ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 85 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Thomas Michaud ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Nicholas Nurston ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Dubeck ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Emily Hallin ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 6 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Don Norman ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Michele Jaffe ",
			"image_url": " https://images.gr-assets.com/authors/1279727966p7/268304.jpg ",
			"about": " Michele Jaffe (b. March 20 in Los Angeles, California), is an American writer. She has authored novels in several genres, including historical romance, suspense thrillers, and novels for Young Adults. ",
			"works_count": 17 ,
			"gender": " female ",
			"hometown": " Los Angeles, California ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kathleen O'Neal Gear ",
			"image_url": " https://images.gr-assets.com/authors/1334430012p7/47407.jpg ",
			"about": " My professional life began in the dark basement of the Museum of Cultural History in Los Angeles, where I was cataloguing three-hundred-year-old Guatemalan saint carvings. I quit this fascinating job and moved to Wyoming to work for the U.S. Department of the Interior as a historian and archaeologist. When I finally understood the error of my ways I moved to Wyoming and started writing books. Since then, I've authored or co-authored 54 novels and around 200 non-fiction publications.I love writing. And buffalo. And hiking the wilds of Wyoming's backcountry. I'm married (until he comes to his senses) to W. Michael Gear, the novelist and my co-author, and we live at the edge of the Wind River Indian Reservation in the Owl Creek mountains of Wyoming. We're contented watching buffalo and writing books.le ",
			"hometown": " Tulare, California ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rachel Zolf ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Shona M. Thompson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Katie Fforde ",
			"image_url": " https://images.gr-assets.com/authors/1270774921p7/86097.jpg ",
			"about": " Catherine Rose Gordon-Cumming was born 27 September 1952 in England, UK, the daughter of Shirley Barbara Laub and Michael Willoughby Gordon-Cumming. Her grandfather was Sir William Gordon-Cumming. Her sister is fellow writer n't start writing until after the birth of her third child. She has previously worked both as a cleaning lady and in a health food cafe.Published since 1995, her romance novels are set in modern-day England. She is the founder of the \"Katie Fforde Bursary\" for writers who have yet to secure a publishing contract. Katie was elected the twenty-fifteenth Chairman (2009-2011) of the Romantic Novelists' Association. She is delighted to have been chosen as Chair of the Romantic Novelists' Association and says, \"Catherine Jones was a wonderful chair and she's a very tough act to follow. However, I've been a member of the RNA for more years than I can actually remember and will have its very best interests at the core of everything I do.\"Katie lives in Stroud, Gloucestershire, England with her husband, some of her three children and many pets. Recently her old hobbies of ironing and housework have given way to singing, Flamenco dancing and husky racing. She claims this keeps her fit. The writers she likes herself is also in the romantic genre, like Kate Saunders. ",
			"works_count": 48 ,
			"gender": " female ",
			"hometown": " England ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Craig Bourne ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 7 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sally Gadsdon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " George Michael Cohan ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Rob Price ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 109 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " W. Michael Gear ",
			"image_url": " https://images.gr-assets.com/authors/1334430292p7/47406.jpg ",
			"about": " W. Michael Gear was born in Colorado Springs, Colorado, on the twentieth of May, 1955. A fourth generation Colorado native, his family had been involved in hard-rock mining, cattle ranching, and journalism. After his father's death in 1959, Michael's mother received her Master's degree in journalism and began teaching. In 1962 she married Joseph J. Cook, who taught tool and die making, and the family lived in Lakewood, Colorado, until 1968. At that time they moved to Fort Collins so that Joe could pursue his Ph.D.. During those years the family lived in the foothills above Horsetooth Reservoir.It was there that Mike developed a love of history, anthropology, and motorcycles. They would color his future and fill his imagination for the rest of his life. During summers he volunteered labor on local ranches or at the farm east of Greeley and landed his first real job: picking up trash at the lake and cleaning outhouses. It has been said that his exposure to trash led him into archaeology. We will not speculate about what cleaning the outhouses might have led him to. On his first dig as a professional archaeologist in 1976 he discovered that two thousand year old human trash isn't nearly as obnoxious as the new stuff.Michael graduated from Fort Collins High School in 1972 and pursued both his Bachelor's (1976) and Master's (1979) degrees at Colorado State University. Upon completion of his Master's - his specialty was in physical anthropology - he went to work for Western Wyoming College in Rock Springs as a field archaeologist.It was in the winter of 1978 that he wrote his first novel. Irritated by historical inaccuracies in Western fiction, he swore he could do better. He was \"taking retirement in installments,\" archaeology being a seasonal career, in the cabin his great uncle Aubrey had built. One cold January night he read a Western novel about a trail drive in which steers (castrated males) had calves. The historical inaccuracies of the story bothered him all night. The next morning, still incensed, he chunked wood into the stove and hunkered over the typewriter. There, on the mining claim, at nine thousand feet outside of Empire, Colorado he hammered out his first five hundred and fifty page novel. Yes, that first manuscript still exists, but if there is justice in the universe, no one will ever see it. It reads wretchedly - but the historical facts are correct!Beginning in 1981, Michael, along with two partners, put together his own archaeological consulting company. Pronghorn Anthropological Associates began doing cultural resource management studies in 1982, and, although Michael sold his interest in 1984, to this day the company remains in business in Casper, Wyoming. During the years, Michael has worked throughout the western United States doing archaeological surveys, testing, and mitigation for pipelines, oil wells, power lines, timber sales, and highway construction. He learned the value of strong black coffee, developed a palate for chocolate donuts, and ferreted out every quality Mexican restaurant in eight states. He spent nine months of the year traveling from project to project with his trowel and dig kit, a clapped-out '72 Wonder Blazer, and his boon companion, Tedi, a noble tri-color Sheltie.That fateful day in November, 1981, was delightfully clear, cold, and still in Laramie, Wyoming. Archaeologists from all over the state had arrived at the University of Wyoming for the annual meetings of the Wyoming Association of Professional Archaeologists. It was there, in the meeting room, way too early after a much too long night, that Mike first laid eyes on the most beautiful woman in the world: Kathleen O'Neal Gear. The BLM State Archaeologist, Ray Leicht, introduced him to the pretty anthropologist and historian, and best of all, Ray invited Mike to lunch with Kathleen. It was the perfect beginning for a long and wondrous relationship.
			"hometown": " Colorado Springs, Colorado ",
			"birthdate": " 1955/05/20 ",
			"deathdate": " None "
		},
		{
			"name": " Paisley Livingston ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Tamara T. Allen ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 1 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John Waller ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 32 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " W B Yeats ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 25 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " John V. Pickstone ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Routledge ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 385 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Thomas Hardy ",
			"image_url": " https://images.gr-assets.com/authors/1429946281p7/15905.jpg ",
			"about": " Thomas Hardy, OM, was an English author of the naturalist movement, although in several poems he displays elements of the previous romantic and enlightenment periods of literature, such as his fascination with the supernatural. He regarded himself primarily as a poet and composed novels mainly for financial gain. The bulk of his work, set mainly in the semi-fictional land of Wessex, delineates characters struggling against their passions and circumstances. Hardy's poetry, first published in his 50s, has come to be as well regarded as his novels, especially after The Movement of the 1950s and 1960s. The term   cliffhanger is considered to have originated with Thomas Hardy's serial novel leave one of his protagonists, Knight, literally hanging off a cliff staring into the stony eyes of a trilobite embedded in the rock that has been dead for millions of years. This became the archetypal — and literal — cliff-hanger of Victorian prose.Excerpted from  England ",
			"birthdate": " 1840/06/02 ",
			"deathdate": " 1928/01/11 "
		},
		{
			"name": " Gary M. Miller ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " None ",
			"works_count": 10 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Carroll W. Pursell ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kathryn Thornton ",
			"image_url": " https://images.gr-assets.com/authors/1442522466p7/4304926.jpg ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Greg Iles ",
			"image_url": " https://images.gr-assets.com/authors/1237128443p7/19696.jpg ",
			"about": " Greg Iles was born in Germany in 1960. He grew up in Natchez, Mississippi, and graduated from the University of Mississippi in 1983. He was active in a band called \"Frankly Scarlet\", but quit after realizing that the touring lifestyle was not conducive with his family life. Once no longer busy with the band, he turned his attention to writing.Greg's novels have been translated into various languages and are published in more than 20 countries. In addition to his popular novels, he wrote the original script for the movie 24 Hours (later renamed Trapped).When not writing, Greg spends some of his time playing music. He's a member of \"The Rock Bottom Remainders\", which includes other authors (Dave Barry, Ridley Pearson, Stephen King, Scott Turow, Amy Tan, Mitch Albom, Roy Blount, Jr., Matt Groening, Kathi Kamen Goldmark, and James McBride).Greg still lives in Natchez, Mississippi, with his wife and two children. ",
			"works_count": 61 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " 1960/01/01 ",
			"deathdate": " None "
		},
		{
			"name": " Jamie Beck ",
			"image_url": " https://images.gr-assets.com/authors/1480640330p7/8020971.jpg ",
			"about": " Jamie Beck is a Romance Writers of America Honor Roll author with a passion for writing stories about love and redemption, including her best selling St. James and Sterling Canyon series. When she's not writing, you can find her dancing around her kitchen or hitting the slopes in Utah and Vermont. Above all, she's a grateful wife and mother to a very patient and supportive family.Follow me on Facebook: 	"hometown": " Pittsburgh, PA ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Elizabeth Lowell ",
			"image_url": " https://images.gr-assets.com/authors/1285987020p7/19051.jpg ",
			"about": " Individually and with co-author/husband Evan, Ann Maxwell has written over 60 novels and one work of non-fiction. There are 30 million copies of these books in print, as well as reprints in 30 foreign languages. Her novels range from science fiction to historical fiction, from romance to mystery. After working in contemporary and historical romance, she became an innovator in the genre of romantic suspense.In 1982, Ann began publishing as Elizabeth Lowell. Under that name she has received numerous professional awards in the romance field, including a Lifetime Achievement award from the Romance Writers of America (1994).Since July of 1992, she has had over 30 novels on the New York Times bestseller list. In 1998 she began writing suspense with a passionate twist, capturing a new audience and generation of readers. Her new romance novel Perfect Touch will be available in July of 2015.To get a full list of titles as well as read excerpts from her novels, visit 		"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jan Parker ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 11 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Bertrice Small ",
			"image_url": " https://images.gr-assets.com/authors/1268081041p7/67038.jpg ",
			"about": " Bertrice Williams was born on December 9, 1937 in Manhattan, New York City, New York, USA, the daughter of Doris S. and David R. Williams, both broadcasters. She studied at Attended Western College for Women and Katharine Gibbs Secretarial School. On October 5, 1963, she married George Sumner Small, a photographer and designer with a History Major at Princeton. They had a son Thomas David. She lived on eastern Long Island for over 30 years. Her greatest passions were her family; Finnegan and Sylvester, the family cats; Nicki, the elderly cockatiel who whistles the NY Mets charge call; her garden; her work, and just life in general.Published since 1947, Bertrice Small was the author of over 50 romance novels. A New York Times bestselling author, she had also appeared on other best-seller lists including Publishers Weekly, USA Today, and the L.A. Times. She was the recipient of numerous awards including Career Achievement for Historical Romance; Best Historical Romance; Outstanding Historical Romance Series; Career Achievement for Historical Fantasy; a Golden Leaf from the New Jersey Romance Writers chapter of Romance Writers of America; an Author of the Year (2006) and Big Apple Award from the New York City Romance Writers chapter of RWA, and several Reviewers Choice awards from Romantic Times. She had a \"Silver Pen\" from Affair De Coeur, and an Honorable Mention from The West Coast Review of Books. In 2004 she was awarded a Lifetime Achievement Award by ROMANTIC TIMES magazine for her contributions to the Historical Romance genre. And in 2008 she was named by ROMANTIC TIMES along with her friends Jennifer Blake, Roberta Gellis and Janelle Taylor, a Pioneer of Romance.Bertrice Small was a member of The Authors Guild, Romance Writers of America, PAN, and PASIC. She was also a member of RWA's Long Island chapter, L.I.R.W., and is its easternmost member on the North Fork of Eastern Long Island. ",
			"works_count": 75 ,
			"gender": " female ",
			"hometown": " Manhattan, New York City, New York ",
			"birthdate": " 1937/12/09 ",
			"deathdate": " 2015/02/24 "
		},
		{
			"name": " Cheryl St. John ",
			"image_url": " https://images.gr-assets.com/authors/1413914017p7/24516.jpg ",
			"about": " Cheryl is the author of more than fifty books. Her first book, Rain Shadow was nominated for Romance Writers of America’s RITA Award for Best First Book, by Romantic Times Magazine for Best Western Historical, and by Affaire de Coeur readers as Best American Historical Romance. Since then she has received three more RITA nominations, a Writer’s Digest award for a feature article, and several Romantic Times Reviewers Choice awards. Many of her books made the Waldenbooks Top Ten lists, USA Today, and Big Sky Brides climbed to #35 on the NYT list. Cheryl has been a keynote speaker numerous times and has taught workshops at: Romance Writers of America National Conference, American Christian Fiction Writers National Conference, Romantic Times Booklovers Convention, Mid-America RWA Conference, Desert Dreams Conference, Orange County RWA, Midwest Mystery and Suspense Convention, University of Nebraska at Omaha, Writers Conference, Nebraska Literature Festival, Nebraska Writers Guild, Rocky Mountain Book Festival, Friends of the Public Library, Romance Authors of the Heartland, Iowa Romance Novelists, Prairie Romance Writers, and Carolina Romance Writers.Cheryl has had articles on the craft of writing published in Romance Writer of America’s Romance Writers Report Magazine, and numerous chapter newsletters. She was featured in the Writer’s Digest Romance Writer’s Sourcebook and the UK magazine, Writers Forum featured her in a two-page article, How To Break Into Western Romances. Cheryl’s online workshops have garnered praise from new writers and multi-published authors alike.One thing all reviewers and readers agree on regarding Cheryl’s work is the degree of emotion and believability. Words like ‘heart-warming, emotional depth, touches your soul, tugs your heart, endearing characters and on my keeper shelf’ are commonly used to describe her work.In describing her stories of second chances and redemption, readers and reviewers use words like, “emotional punch, hometown feel, core values, believable characters and real life situations.” Amazon and Goodreads reviews show her popularity with readers.  ",
			"works_count": 74 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Brian David Johnson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Jacob Fuchs ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Martin Peterson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " There is more than one author with this name ",
			"works_count": 17 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Ronald Scollon ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 8 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Horace ",
			"image_url": " https://images.gr-assets.com/authors/1298916043p7/3341504.jpg ",
			"about": " Quintus Horatius Flaccus (December 8, 65 BC – November 27, 8 BC), known in the English-speaking world as Horace, was the leading Roman lyric poet during the time of Augustus.Born in the small town of Venusia in the border region between Apulia and Lucania (Basilicata), Horace was the son of a freed slave, who owned a small farm in Venusia, and later moved to Rome to work as a coactor (a middleman between buyers and sellers at auctions, receiving 1% of the purchase price from each for his services). The elder Horace was able to spend considerable money on his son's education, accompanying him first to Rome for his primary education, and then sending him to Athens to study Greek and philosophy.After the assassination of Julius Caesar, Horace joined the army, serving under the generalship of Brutus. He fought as a staff officer (tribunus militum) in the Battle of Philippi. Alluding to famous literary models, he later claimed that he saved himself by throwing away his shield and fleeing. When an amnesty was declared for those who had fought against the victorious Octavian (later Augustus), Horace returned to Italy, only to find his estate confiscated; his father likely having died by then. Horace claims that he was reduced to poverty. Nevertheless, he had the means to gain a profitable lifetime appointment as a scriba quaestorius, an official of the Treasury, which allowed him to practice his poetic art.Horace was a member of a literary circle that included Virgil and Lucius Varius Rufus, who introduced him to Maecenas, friend and confidant of Augustus. Maecenas became his patron and close friend and presented Horace with an estate near Tibur in the Sabine Hills (contemporary Tivoli). Horace died in Rome at age 57 a few months after the death of Maecenas. Upon his death bed, having no heirs, Horace relinquished his farm to his friend, the emperor Augustus, for imperial needs, and it stands today as a spot of pilgrimage for his admirers. ",
			"works_count": 607 ,
			"gender": " male ",
			"hometown": " Venusia ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Suman Gupta ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 30 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Anne Carson ",
			"image_url": " https://images.gr-assets.com/authors/1380283628p7/34336.jpg ",
			"about": " Anne Carson is a Canadian poet, essayist, translator and professor of Classics. Carson lived in Montreal for several years and taught at McGill University, the University of Michigan, and at Princeton University from 1980-1987. She was a 1998 Guggenheim Fellow. and in 2000 she was awarded a MacArthur Fellowship. She has also won a Lannan Literary Award.Carson (with background in classical languages, comparative literature, anthropology, history, and commercial art) blends ideas and themes from many fields in her writing. She frequently references, modernizes, and translates Ancient Greek literature. She has published eighteen books as of 2013, all of which blend the forms of poetry, essay, prose, criticism, translation, dramatic dialogue, fiction, and non-fiction. She is an internationally acclaimed writer. Her books include Antigonick, Nox, Decreation, The Beauty of the Husband: A Fictional Essay in 29 Tangos, winner of the T.S. Eliot Prize for Poetry; Economy of the Unlost; Autobiography of Red, shortlisted for the National Book Critics Circle Award and the T.S. Eliot Prize, Plainwater: Essays and Poetry, and Glass, Irony and God, shortlisted for the Forward Prize. Carson is also a classics scholar, the translator of If Not, Winter: Fragments of Sappho, and the author of Eros the Bittersweet. Her awards and honors include the Lannan Award, the Pushcart Prize, the Griffin Trust Award for Excellence in Poetry, a Guggenheim fellowship, and a MacArthur Fellowship. Her latest book, Red Doc&gt;, was shortlisted for the 2013 T.S. Elliot Prize. ",
			"works_count": 50 ,
			"gender": " female ",
			"hometown": " Toronto, Ontario ",
			"birthdate": " 1950/06/21 ",
			"deathdate": " None "
		},
		{
			"name": " Andrew Jennings ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 36 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Robert J Rotella ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Elfriede Jelinek ",
			"image_url": " https://images.gr-assets.com/authors/1369891598p7/128607.jpg ",
			"about": " Elfriede Jelinek (German: [ɛlˈfʀiːdə ˈjɛlinɛk]; born 20 October 1946) is an Austrian playwright and novelist. She was awarded the Nobel Prize in Literature in 2004 for her \"musical flow of voices and counter-voices in novels and plays that, with extraordinary linguistic zeal, reveal the absurdity of society's clichés and their subjugating power.\"(from Wikipedia) ",
			"works_count": 93 ,
			"gender": " female ",
			"hometown": " Mürzzuschlag, Styria ",
			"birthdate": " 1946/10/20 ",
			"deathdate": " None "
		},
		{
			"name": " Lars Nielsen ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 36 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Philip Brey ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Lionel Giles ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 53 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Vyv Simson ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Evelyn Rogers ",
			"image_url": " https://images.gr-assets.com/authors/1377787860p7/13374.jpg ",
			"about": " Don’t get me wrong...I love my husband...but I’ve spent a lifetime caught in a passionate affair. My lover taunts, teases, enrages, thrills, amuses, and ultimately satisfies. His name? Language. Readers, you know what I’m talking about. Whether written, spoken, or sung, words entice me as no other human invention could ever do. Okay, music is a close second; when you put the two together, the result is sublime.Like most writers, I came to this devilish profession through a love of reading. I’ve worked as a crime reporter, teacher, librarian - challenges all. They culminated in the creation of stories of my own, both contemporary and historical. My wish is that you let them seduce youI live in San Antonio with my husband, dote on five grandsons, and travel whenever and wherever I can. My photo was taken on the dock in Liverpool, England, in front of a modern sculpture of a “lamb-banana,” the artist’s whimsical cross between a lamb and a banana. This was shortly before an emotional trip to the boyhood homes of John Lennon and Paul McCartney. ",
			"works_count": 40 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Samuel O. Regalado ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 4 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Maeve Binchy ",
			"image_url": " https://images.gr-assets.com/authors/1206566579p7/3532.jpg ",
			"about": " Maeve Binchy was born on 28 May 1940 in Dalkey, County Dublin, Ireland, the eldest child of four. Her parents were very positive and provided her with a happy childhood. Although she described herself as an overweight child, her parents' attitude gave her the confidence to accept herself for who she was.She studied at University College Dublin and was a teacher for a while. She also loved traveling, and this was how she found her niche as a writer. She liked going to different places, such as a Kibbutz in Israel, and she worked in a camp in the United States. While she was away, she sent letters home to her parents. They were so impressed with these chatty letters from all over the world that they decided to send them to a newspaper. After these letters were published, Maeve left teaching and became a journalist. Maeve married  struggling financially, Light a Penny Candle was published, which made her an overnight success. Many of her books, such as Echoes, are set in the past in Ireland. Some of her later novels, such as Evening Class, take place in more modern times. Her books often deal with people who are young, fall in love, have families, and deal with relationship or family problems. The main characters are people whom readers can empathise with. She passed away on 30 July 2012, at the age of 72.Her cousin 		"hometown": " Dalkey, County Dublin ",
			"birthdate": " 1940/05/28 ",
			"deathdate": " 2012/07/30 "
		},
		{
			"name": " Uwe Kiencke ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 14 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Kevin Powers ",
			"image_url": " https://images.gr-assets.com/authors/1402585455p7/3140334.jpg ",
			"about": " Powers was born and raised in Richmond, Virginia, the son of a factory worker and a postman, and enlisted in the U.S. Army at the age of seventeen. He attended James River High School.[1] Six years later, in 2004, he served a one-year tour in Iraq as a machine gunner assigned to an engineer unit.[2] Powers served in Mosul and Tal Afar, Iraq, from February 2004 to March 2005. After his honorable discharge, Powers enrolled in Virginia Commonwealth University, where he graduated in 2008 with a Bachelor's degree in English. He holds an MFA from the University of Texas at Austin, where he was a Michener Fellow in Poetry. ",
			"works_count": 6 ,
			"gender": " male ",
			"hometown": " Richmond, VA ",
			"birthdate": " 1980/07/11 ",
			"deathdate": " None "
		},
		{
			"name": " Mike Harris ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 88 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Leslie LaFoy ",
			"image_url": " https://images.gr-assets.com/authors/1212597980p7/250793.jpg ",
			"about": " Hi everyone! Here are a few facts about me: I am a multi-published author in mass market historical fiction, or in other words, I write historical romances. I have a background in education, specifically social studies, but I've also dabbled in directing a public television station and serving as a police liaison officer.I've been married to my wonderful husband, David, for twenty years and I have a teenage son who has yet to encounter a sport he doesn't love. Basically, when I'm not frantically writing and eyeing deadlines, I'm running a taxi service to various sports venues around town. Heck, around the entire state of Kansas. Speaking of which, I live in a small town on the prairie where everyone gathers at the football field for Fourth of July fireworks and the Lions Club serves free ice cream and watermelon. Where going to the ball diamonds, the grocery store, and the truck stop for dinner is always a social occasion. Where the police department is all of three guys and the Chief drives a PT Cruiser. My life is full of love and adventure, which always carry into the historical romances I pen.  ",
			"works_count": 23 ,
			"gender": " female ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Robert Fulford ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 20 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Gertrude Chandler Warner ",
			"image_url": " https://images.gr-assets.com/authors/1206731348p7/10665.jpg ",
			"about": " Gertrude Chandler Warner was born in Putnam, Connecticut, on April 16, 1890, to Edgar and Jane Warner. Her family included a sister, Frances, and a brother, John. From the age of five, she dreamed of becoming an author. She wrote stories for her Grandfather Carpenter, and each Christmas she gave him one of these stories as a gift. Today, Ms. Warner is best remembered as the author of THE BOXCAR CHILDREN MYSTERIES. As a child, Gertrude enjoyed many of the things that girls enjoy today. She loved furnishing a dollhouse with handmade furniture and she liked to read. Her favorite book was ALICE IN WONDERLAND. Often on Sundays after church, Gertrude enjoyed trips to visit her grandparents' farm. Along the way, she and Frances would stop to pick the wildflowers they both loved. Gertrude's favorite flower was the violet.Her family was a very musical one. They were able to have a family orchestra, and Gertrude enjoyed playing the cello. Her father had brought her one from New York ---a cello, a bow, a case and an instruction book. All together, he paid $14. Later, as an adult, she began playing the pipe organ and sometimes substituted for the church organist. Due to ill health, Ms. Warner never finished high school. She left in the middle of her second year and studied with a tutor. Then, in 1918, when teachers were called to serve in World War I, the school board asked her to teach first grade. She had forty children in the morning and forty more in the afternoon. Ms. Warner wrote, \"I was asked or begged to take this job because I taught Sunday School. But believe me, day school is nothing like Sunday School, and I sure learned by doing --- I taught in that same room for 32 years, retiring at 60 to have more time to write.\" Eventually, Ms. Warner attended Yale, where she took several teacher training courses. Once when she was sick and had to stay home from teaching, she thought up the story about the Boxcar Children. It was inspired by her childhood dreams. As a child, she had spent hours watching the trains go by near her family's home. Sometimes she could look through the window of a caboose and see a small stove, a little table, cracked cups with no saucers, and a tin coffee pot boiling away on the stove. The sight had fascinated her and made her dream about how much fun it would be to live and keep house in a boxcar or caboose. She read the story to her classes and rewrote it many times so the words were easy to understand. Some of her pupils spoke other languages at home and were just learning English. THE BOXCAR CHILDREN gave them a fun story that was easy to read. Ms. Warner once wrote for her fans, \"Perhaps you know that the original BOXCAR CHILDREN. . . raised a storm of protest from librarians who thought the children were having too good a time without any parental control! That is exactly why children like it! Most of my own childhood exploits, such as living in a freight car, received very little cooperation from my parents.\" Though the story of THE BOXCAR CHILDREN went through some changes after it was first written, the version that we are familiar with today was originally published in 1942 by Scott Foresman. Today, Albert Whitman &amp; Company publishes this first classic story as well as the next eighteen Alden children adventures that were written by Ms. Warner.Gertrude Chandler Warner died in 1979 at the age of 89 after a full life as a teacher, author, and volunteer for the American Red Cross and other charitable organizations. After her death, Albert Whitman &amp; Company continued to receive mail from children across the country asking for more adventures about Henry, Jessie, Violet and Benny Alden. In 1991, Albert Whitman added to THE BOXCAR CHILDREN MYSTERIES so that today's children can enjoy many more adventures about this independent and caring group of children. ",
			"works_count": 314 ,
			"gender": " None ",
			"hometown": " Putnam, Connecticut ",
			"birthdate": " 1890/04/16 ",
			"deathdate": " 1979/08/30 "
		},
		{
			"name": " Lorraine Hansberry ",
			"image_url": " https://images.gr-assets.com/authors/1234149147p7/3732.jpg ",
			"about": " Lorraine Vivian Hansberry was an American playwright and writer. Hansberry inspired Nina Simone's song \"To Be Young, Gifted and Black\".She was the first black woman to write a play performed on Broadway. Her best known work, the play \"A Raisin in the Sun,\" highlights the lives of Black Americans living under racial segregation in Chicago. Hansberry's family had struggled against segregation, challenging a restrictive covenant and eventually provoking the Supreme Court case Hansberry v. Lee. The title of the play was taken from the poem \"Harlem\" by Langston Hughes: \"What happens to a dream deferred? Does it dry up like a raisin in the sun?\"After she moved to New York City, Hansberry worked at the Pan-Africanist newspaper Freedom, where she dealt with intellectuals such as Paul Robeson and W. E. B. Du Bois. Much of her work during this time concerned the African struggle for liberation and their impact on the world. Hansberry has been identified as a lesbian, and sexual freedom is an important topic in several of her works. She died of cancer at the age of 34.(from Wikipedia) ",
			"works_count": 22 ,
			"gender": " None ",
			"hometown": " Chicago ",
			"birthdate": " 1930/05/19 ",
			"deathdate": " 1965/01/12 "
		},
		{
			"name": " Joseph A. Maguire ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " None ",
			"works_count": 3 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " M.G. Kincaid ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/u_333x500-46491541e26dbeac15f51487d68dd207.png ",
			"about": " M.G. Kincaid's first trip to Scotland was made at the tender age of one, when her mother -- born and raised in Dalkeith, Scotland -- returned to visit her parents. Kincaid has since spent many family holidays in the country that was the inspiration for her Seth Mornay series. A decorated former Marine, she resides in northern Michigan and is currently at work on her next Mornay mystery. - See more at: ount": 2 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Isaac Asimov ",
			"image_url": " https://images.gr-assets.com/authors/1341965730p7/16667.jpg ",
			"about": " Isaac Asimov was a Russian-born, American author, a professor of biochemistry, and a highly successful writer, best known for his works of science fiction and for his popular science books.Professor Asimov is generally considered the most prolific writer of all time, having written or edited more than 500 books and an estimated 90,000 letters and postcards. He has works published in nine of the ten major categories of the Dewey Decimal System (lacking only an entry in the 100s category of Philosophy).Asimov is widely considered a master of the science-fiction genre and, along with Robert A. Heinlein and Arthur C. Clarke, was considered one of the \"Big Three\" science-fiction writers during his lifetime. Asimov's most famous work is the Foundation Series; his other major series are the Galactic Empire series and the Robot series, both of which he later tied into the same fictional universe as the Foundation Series to create a unified \"future history\" for his stories much like those pioneered by Robert A. Heinlein and previously produced by Cordwainer Smith and Poul Anderson. He penned numerous short stories, among them \"Nightfall\", which in 1964 was voted by the Science Fiction Writers of America the best short science fiction story of all time, a title many still honor. He also wrote mysteries and fantasy, as well as a great amount of nonfiction. Asimov wrote the Lucky Starr series of juvenile science-fiction novels using the pen name Paul French.Most of Asimov's popularized science books explain scientific concepts in a historical way, going as far back as possible to a time when the science in question was at its simplest stage. He often provides nationalities, birth dates, and death dates for the scientists he mentions, as well as etymologies and pronunciation guides for technical terms. Examples include his Guide to Science, the three volume set Understanding Physics, and Asimov's Chronology of Science and Discovery.Asimov was a long-time member and Vice President of Mensa International, albeit reluctantly; he described some members of that organization as \"brain-proud and aggressive about their IQs\" He took more joy in being president of the American Humanist Association. The asteroid 5020 Asimov, the magazine Asimov's Science Fiction, a Brooklyn, NY elementary school, and two different Isaac Asimov Awards are named in his honor.----------------------------------------Isaac Asimov. (2007, November 29). In Wikipedia, The Free Encyclopedia. Retrieved 21:50, November 29, 2007, from e ",
			"hometown": " Petrovichi ",
			"birthdate": " 1920/01/02 ",
			"deathdate": " 1992/04/06 "
		},
		{
			"name": " Anne Lamott ",
			"image_url": " https://images.gr-assets.com/authors/1489601640p7/7113.jpg ",
			"about": " Anne Lamott is an author of several novels and works of non-fiction. Based in the San Francisco Bay Area, her non-fiction works are largely autobiographical, with strong doses of self-deprecating humor and covering such subjects as alcoholism, single motherhood, and Christianity. She appeals to her fans because of her sense of humor, her deeply felt insights, and her outspoken views on topics such as her left-of-center politics and her unconventional Christian faith. She is a graduate of Drew College Preparatory School in San Francisco, California. Her father, Kenneth Lamott, was also a writer and was the basis of her first novel Hard Laughter.Lamott's life is documented in Freida Lee Mock's 1999 documentary Bird by Bird: A Film Portrait of Writer Anne Lamott. ",
			"works_count": 46 ,
			"gender": " female ",
			"hometown": " San Francisco, California ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Sun Bin ",
			"image_url": " https://s.gr-assets.com/assets/nophoto/user/m_333x500-a9c67bed07ee7e10983a5d5ccc572516.png ",
			"about": " Sun Bin (simplified Chinese: 孙膑; traditional Chinese: 孫臏; pinyin: Sūn Bìn) was a military strategist who lived during the Warring States period of Chinese history. An alleged descendant of Sun Tzu, Sun Bin was tutored in military strategy by the hermit Guiguzi. He was accused of treason while serving in the Wei state and was sentenced to face-tattooing (criminal branding) and had his kneecaps removed, permanently crippling him. Sun escaped from Wei later and rose to prominence in the Qi state, by serving as a military strategist and commander. He led Qi to victory against the Wei state at the Battle of Guiling and Battle of Maling. Sun authored the military treatise Sun Bin's Art of War, which was rediscovered in a 1972 archaeological excavation after being lost for almost 2000 years. ",
			"works_count": 6 ,
			"gender": " male ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " None "
		},
		{
			"name": " Epeli Hauʻofa ",
			"image_url": " https://images.gr-assets.com/authors/1363114984p7/6994021.jpg ",
			"about": " Hauʻofa was born of Tongan missionary parents working in Papua New Guinea. At his death, he was a citizen of Fiji, living in Suva. He attended school in Papua New Guinea, Tonga, and Fiji (Lelean Memorial School), and later attended the University of New England, Armidale, New South Wales; McGill University, Montreal; and the Australian National University, Canberra, where he gained a Ph.D. in social anthropology. Hauʻofa published in 1981 with the title Mekeo: inequality and ambivalence in a village society. Hauʻofa taught briefly at the University of Papua New Guinea, and was a research fellow at the University of the South Pacific (USP) in Suva, Fiji. From 1978 to 1981 he was the Deputy Private Secretary to His Majesty King Tāufaʻāhau Tupou IV (The King of Tonga), while serving as the keeper of palace records. During his time in Tonga, Hauʻofa co-produced the literary magazine Faikara with his wife Barbara. In early 1981 he re-joined USP as the first director of the newly created Rural Development Centre based in Tonga.Hauʻofa subsequently taught sociology at USP and in 1983 became the Head of the Department of Sociology at the main campus in Suva. In 1997, Hauʻofa became the founder and director of the Oceania Centre for Arts and Culture (OCAC) at USP in Suva.As the author of Mekeo: Inequality and ambivalence in a village society; and Tales of the Tikongs, Hauʻofa dealt with indigenous responses to the changes occurring and those that have already occurred by modernization and development. Kisses in the Nederends, a novel; and, more recently, We Are the Ocean: Selected Works, include fiction, poetry and essays. Tales of the Tikongs was translated into Danish in 2002 by John Allan Pedersen (as Stillehavsfortællinger, ISBN 87-7514-076-4)Epeli Hauʻofa died at the Suva Private Hospital in Suva, Fiji 11 January 2009 at the age of 70. He was survived by his wife, Barbara, and son, Epeli Siʻi. A funeral service was held at the University of the South Pacific campus in Suva, 15 January 2009. He was buried at his farm in Lami, Fiji. ",
			"works_count": 5 ,
			"gender": " None ",
			"hometown": " None ",
			"birthdate": " None ",
			"deathdate": " 2009/01/11 "
		}
	]
}
