{
	"reviews": [
		{
			"isbn": " 0553279378 ",
			"title": " I Know Why the Caged Bird Sings ",
			"author": " Maya Angelou ",
			"review": "       I must confess I've read precious little Angelou in my time, but I'll never forget the day she tipped me $20. It was some random gray day in Marquette, Michigan, must've been the winter of '00, and I was washing dishes as usual at the downtown Landmark Inn. Someone tapped me on the shoulder and sa...   ",
			"reviewer": " Arthur Graham ",
			"source": " https://www.goodreads.com/review/show/776888734 ",
			"rating": " 0 "
		},
		{
			"isbn": " 0439358078 ",
			"title": " Harry Potter and the Order of the Phoenix (Harry Potter, #5) ",
			"author": " J.K. Rowling ",
			"review": "       After the first read, this book is the worst one in the Harry Potter series. Characters are not as likeable as they are in the other books. However, I recently reread it (after reading book 6), and found it to be a very good read.    ",
			"reviewer": " Otis Chandler ",
			"source": " https://www.goodreads.com/review/show/22 ",
			"rating": " 5 "
		},
		{
			"isbn": " None ",
			"title": " I Know Why the Caged Bird Sings ",
			"author": " Maya Angelou ",
			"review": "       Maya Angelou was a poet and Nobel laureate who once gave an address at President Clinton's inauguration. Before she won her multitudes of awards and honors, Maya was raised in rural Stamps, Arkansas by her grandmother and uncle during the depression. First published in 1969 and now considered a m...   ",
			"reviewer": " Brina ",
			"source": " https://www.goodreads.com/review/show/1827306723 ",
			"rating": " 5 "
		},
		{
			"isbn": " None ",
			"title": " The Colour Out of Space ",
			"author": " H.P. Lovecraft ",
			"review": "       Awfully strange story about an awfully strange occurrence or maybe I should say an array of strange occurrences that transpire after an awfully strange object (maybe a meteorite) lands on a village farm...   ",
			"reviewer": " Marts  (Thinker) ",
			"source": " https://www.goodreads.com/review/show/375155603 ",
			"rating": " 5 "
		},
		{
			"isbn": " None ",
			"title": " The Colour Out of Space ",
			"author": " H.P. Lovecraft ",
			"review": "       4.5 I loved this story. A surveyor comes to the valley near Arkham to check the land for the new reservoir. People in Arkham tell him that the place is evil. At first he thinks it is just plain old superstition. Nothing grows there. After he sees it though he 'marvelled no more at the frightened wh...   ",
			"reviewer": " ᴥ Irena ᴥ ",
			"source": " https://www.goodreads.com/review/show/1111947229 ",
			"rating": " 4 "
		},
		{
			"isbn": " 0679755330 ",
			"title": " A Raisin in the Sun ",
			"author": " Lorraine Hansberry ",
			"review": "       In 1959, 29 year old Lorraine Hansberry wrote A Raisin in the Sun, which went on to become \"one of a handful of great American plays.\" Five years later she would succumb to cancer but not before Raisin penetrated the upper echelon of American plays. What is remarkable about Hansberry's rise to st...   ",
			"reviewer": " Brina ",
			"source": " https://www.goodreads.com/review/show/1830471201 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0679755330 ",
			"title": " A Raisin in the Sun ",
			"author": " Lorraine Hansberry ",
			"review": "       There are more than a few established classics that I had never heard of until I did my teaching degree here in Canada. Since everyone else had come through the Canadian school system, they were very knowing about \"The Lottery\", Catcher in the Rye, To Kill a Mockingbird and A Raisin in the Sun. T...   ",
			"reviewer": " Shannon (Giraffe Days) ",
			"source": " https://www.goodreads.com/review/show/39699485 ",
			"rating": " 5 "
		},
		{
			"isbn": " 1402561016 ",
			"title": " Art of War ",
			"author": " Sun Tzu ",
			"review": "       Hey! Look at me stepping outside my comfort zone! I saw this audiobook in the library, and I thought it looked interesting. Hell, I've got 4 kids. This could come in handy. Next year I'll have not one, but two teenage boys. I need to prepare myself to defend my babies home from the invading whores h...   ",
			"reviewer": " Anne ",
			"source": " https://www.goodreads.com/review/show/1332603757 ",
			"rating": " 4 "
		},
		{
			"isbn": " 1590302257 ",
			"title": " The Art of War ",
			"author": " Sun Tzu ",
			"review": "       Simply put, Sun Tzu says that it is better not to fight than to be involved in a conflict, but if you are going to have to fight, then you have to do it to win, and these are the various strategies, often brutal, that will get you that result. Niccolò Machiavelli, in The Prince says if you are in...   ",
			"reviewer": " Petra Eggs ",
			"source": " https://www.goodreads.com/review/show/338642336 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0684803135 ",
			"title": " Moral Compass: Stories for a Life's Journey ",
			"author": " William J. Bennett ",
			"review": "       Another winner, an excellent anthology in the same vein as The Book of Virtues. The choice of readings is excellent, each reading is short but rich in moral import. These are pieces that form the canon of our Western heritage, stories to read, reread, and pass along to future generations. The audi...   ",
			"reviewer": " Poiema ",
			"source": " https://www.goodreads.com/review/show/1408520676 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0393240002 ",
			"title": " Archangel ",
			"author": " Andrea Barrett ",
			"review": "       Andrea Barrett writes about professional scientists and those enchanted, enraptured with the prospect of science - the discovery of something new, a grasp of understanding of how the world operates, what laws drive its creatures - in a compelling and engaging way. Her stories often operate on two...   ",
			"reviewer": " Maciek ",
			"source": " https://www.goodreads.com/review/show/694052294 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0393240002 ",
			"title": " Archangel ",
			"author": " Andrea Barrett ",
			"review": "       I can't think of any author that can write about science and the people involved with science in such a compelling way as Andrea Barrett, and Archangel is a stunning example of her abilities. In this group of five interconnected stories, she writes about early aviation, Darwin's theory of evoluti...   ",
			"reviewer": " Bonny ",
			"source": " https://www.goodreads.com/review/show/712375019 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0393240002 ",
			"title": " Archangel ",
			"author": " Andrea Barrett ",
			"review": "       Barrett consistently writes books that are so smart, suffused with science and the joy and pain of scientific discovery, yet not forgoing relationship (and its commensurate joys and pains). Her characters are often earnest, if not completely self-aware or emotionally honest, seekers after truths,...   ",
			"reviewer": " Lynn ",
			"source": " https://www.goodreads.com/review/show/822821285 ",
			"rating": " 4 "
		},
		{
			"isbn": " 1466842520 ",
			"title": " Fact or Fiction: Science Tackles 58 Popular Myths ",
			"author": " Scientific American ",
			"review": "       This is a good book to dip into. Fifty eight myths are objectively examined to determine whether they carry some truth, starting with the toxic effects of chocolate on dogs (it is, depending on the weight of the dog and the amount and the type of the chocolate) and finishing with whether a spoon...   ",
			"reviewer": " Roger ",
			"source": " https://www.goodreads.com/review/show/702682359 ",
			"rating": " 4 "
		},
		{
			"isbn": " 1466842520 ",
			"title": " Fact or Fiction: Science Tackles 58 Popular Myths ",
			"author": " Scientific American ",
			"review": "        This book was much more than I thought it would be. I expected that it would be basically a list of old wives tales with descriptions of why they were true and why anyone who believed them was really silly. You know, just the fluff book for me to play with. It really is so much more than that! T...   ",
			"reviewer": " Marsha ",
			"source": " https://www.goodreads.com/review/show/834652058 ",
			"rating": " 3 "
		},
		{
			"isbn": " 082483173X ",
			"title": " We Are the Ocean: Selected Works ",
			"author": " Epeli Hauʻofa ",
			"review": "        The author is a rare breed of a Pacific Islander with a PHD in Anthropology. Compilation of chapters of public lectures, segments of a previous novel written, and other other observations of life in the South Seas. This is my second reading of the book. The issue is: \"How do we maintain our cult...   ",
			"reviewer": " Mike ",
			"source": " https://www.goodreads.com/review/show/308546240 ",
			"rating": " 4 "
		},
		{
			"isbn": " 082483173X ",
			"title": " We Are the Ocean: Selected Works ",
			"author": " Epeli Hauʻofa ",
			"review": "       The beginning half is mainly comprised of essays, and the latter half comprised of fiction and poetry. It is conceivable that Hau`ofa’s highly personal style is strategic. By inviting the reader into the world in which he operates through his own frank reflections, he invites the reader to reflec...   ",
			"reviewer": " Claire ",
			"source": " https://www.goodreads.com/review/show/1507819577 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0312334745 ",
			"title": " Teen Angst: A Celebration of Really Bad Poetry ",
			"author": " Sara Bynoe ",
			"review": "       I fully confess that I am the dubious owner of a thick black book full of angst ridden poetry from my younger days. This book brought that all back and made me laugh at how serious I used to be. A relatively slim volume filled with poems about love, life, death and the other oh-so-important subje...   ",
			"reviewer": " Robin ",
			"source": " https://www.goodreads.com/review/show/13656519 ",
			"rating": " 4 "
		},
		{
			"isbn": " 0312334745 ",
			"title": " Teen Angst: A Celebration of Really Bad Poetry ",
			"author": " Sara Bynoe ",
			"review": "       When I used to teach creative writing, I had the misfortune of reading some really bad poetry. The dilemma was how to critique the poems without shattering the writer's emotions. This collection celebrates bad teen poetry. What makes it even more fun is that the authors provide biographical conte...   ",
			"reviewer": " Kelly  ",
			"source": " https://www.goodreads.com/review/show/1603408174 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0876857942 ",
			"title": " Septuagenarian Stew ",
			"author": " Charles Bukowski ",
			"review": "       Many people complain about Bukowski. They think he is filled with \"teenage angst\" and was cool to read when in high school. But now, NOW these complainers of Buk have grown up and are respectable adults who wear the very same clothes they wore in high school, like the same music they liked in hig...   ",
			"reviewer": " Jonathon ",
			"source": " https://www.goodreads.com/review/show/501928931 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0374527792 ",
			"title": " Tiepolo's Hound ",
			"author": " Derek Walcott ",
			"review": "       Walcott takes the reader on an adventure to find Tiepolo's Hound. Every page is filled with Walcott's visual and poetic art, and you are catapulted into the stories of Tiepolo and the world that he created through his paint brush.    ",
			"reviewer": " Anne ",
			"source": " https://www.goodreads.com/review/show/11636196 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0151015260 ",
			"title": " Failure ",
			"author": " Philip Schultz ",
			"review": "       First a disclaimer. I'm not much for LONG poems. I struggle with them because I have to focus and slow myself down with poetry. Doing that over 50 pages seems cruel if not unusual. No wonder my Paradise Lost class in college was such a devilish disaster! When I picked up Schultz's failure, I didn'...   ",
			"reviewer": " Ken ",
			"source": " https://www.goodreads.com/review/show/1513680552 ",
			"rating": " 0 "
		},
		{
			"isbn": " 0151015260 ",
			"title": " Failure ",
			"author": " Philip Schultz ",
			"review": "       This book was almost like a silent presence that spoke up a few times while I was reading it and said... 'Hi - I know what you're thinking!'. Once was a few days ago when I dream't about the word guileless, while napping. Every now and then I dream about words that are sometimes real and sometime...   ",
			"reviewer": " Becky ",
			"source": " https://www.goodreads.com/review/show/402694522 ",
			"rating": " 5 "
		},
		{
			"isbn": " 0819566918 ",
			"title": " The Self-Dismembered Man: Selected Later Poems ",
			"author": " Guillaume Apollinaire ",
			"review": "       One day in the sky over Paris  Two great airplanes made war  One was red and the other was black  And still higher at the zenith flamed  Eternity’s sunshine  The one was my entire youth  The other was the future --- Desire is the sovereign force  Come here and be kissed  Agile little fire  Little pain bird...   ",
			"reviewer": " Eadweard ",
			"source": " https://www.goodreads.com/review/show/1808650773 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0819566918 ",
			"title": " The Self-Dismembered Man: Selected Later Poems ",
			"author": " Guillaume Apollinaire ",
			"review": "       The man of modernity, post-WW1, living in the broken and fragmented world, is the self-dismembered man - in pieces, but having become so because of himself, because of being Man. Apollinaire sought to bend langauge into speaking differently, to let speak its previously silenced voices. So was he a...   ",
			"reviewer": " Alex Obrigewitsch ",
			"source": " https://www.goodreads.com/review/show/1746706763 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0671027425 ",
			"title": " The Water Nymph (Arboretti Family, #2) ",
			"author": " Michele Jaffe ",
			"review": "       Crispin is a secret agent for the Queen, but now he is threatened with treason. He has fourteen days to prove his innocence. Sophie Champion is a woman who completely complicate things. There are lots of places where you do not know who is speaking and that only complicates matters...because I ha...   ",
			"reviewer": " Jody ",
			"source": " https://www.goodreads.com/review/show/176044725 ",
			"rating": " 5 "
		},
		{
			"isbn": " None ",
			"title": " The Water Nymph: The Arboretti Family Saga - Book Two ",
			"author": " Michele Jaffe ",
			"review": "       Predictable but charming: The first half of this book drove me crazy with the banter back and forth between the main characters. It mellowed out part way through the book and the rest of it seemed so much easier to read. Predictable but charming.    ",
			"reviewer": " Vanessa Johnson ",
			"source": " https://www.goodreads.com/review/show/1391258120 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0451488008 ",
			"title": " Archangel's Heart (Guild Hunter, #9) ",
			"author": " Nalini Singh ",
			"review": "        2.5* This book is a whole lot of talking and conversations and more talking about stuff that aren't even important in the grand scheme of the series. It was interesting, don't get me wrong but absolutely unimportant. The end of the last chapter made me want to give it one star. I just KNEW it wou...   ",
			"reviewer": " Blacky *Romance Addict* ",
			"source": " https://www.goodreads.com/review/show/1433760337 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0007170297 ",
			"title": " Death Of An Ancient King ",
			"author": " Laurent Gaudé ",
			"review": "       I wish I were fluent enough in French to read this in the original. The English translation is so mind-blowingly beautiful, I can only imagine how stunning it would be in French! This book *almost* displaces the book which has been my favourite for nearly two decades! It is not a comfortable read...   ",
			"reviewer": " Brenda ",
			"source": " https://www.goodreads.com/review/show/391698065 ",
			"rating": " 5 "
		},
		{
			"isbn": " 1596922249 ",
			"title": " Death of an Ancient King ",
			"author": " Laurent Gaudé ",
			"review": "       Picked up on a whim from a charity shop, this simple, mythic tale about the futility and destructiveness of ambition and war is a lyrical, at times brutal read, which I recommend to anyone who likes a story to be told the way they used to in the BC.  Tsongor is the king of the title, due to die on...   ",
			"reviewer": " Perry Whitford ",
			"source": " https://www.goodreads.com/review/show/259150059 ",
			"rating": " 4 "
		},
		{
			"isbn": " 1551669110 ",
			"title": " Beyond The Threshold (Time Travel Set, #1-2) ",
			"author": " Linda Lael Miller ",
			"review": "       I love time travel stories. There are two separate stories in this book but they are also linked by one of the characters. The first is about Elisabeth that goes into the past and the second is about her cousin Rue who goes into the past to find Elisabeth but ends up bringing Farley (a man from t...   ",
			"reviewer": " Denise ",
			"source": " https://www.goodreads.com/review/show/530238442 ",
			"rating": " 5 "
		},
		{
			"isbn": " 1551669110 ",
			"title": " Beyond The Threshold (Time Travel Set, #1-2) ",
			"author": " Linda Lael Miller ",
			"review": "       I liked the two stories, but quite honestly, there is too much in the book that really does not have anything to do with the story. This doesn't give much room for strong character development which most of Miller's books have.   ",
			"reviewer": " Joanna ",
			"source": " https://www.goodreads.com/review/show/877819904 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0373772491 ",
			"title": " A Time To Die (The Protectors, #29) ",
			"author": " Beverly Barton ",
			"review": "       Shoddily written, with perhaps the most egregious error being \"There was only one word to describe....utter chaos\". That's too. Repetitive writing, poorly drawn characters, amd harlequin romance worthy sex scenes.    ",
			"reviewer": " Victoria Shepherd ",
			"source": " https://www.goodreads.com/review/show/373631009 ",
			"rating": " 2 "
		},
		{
			"isbn": " 0099446650 ",
			"title": " Living Dangerously ",
			"author": " Katie Fforde ",
			"review": "       Not quite sure why I was so determined to finish this, other than it was undemanding and I was bored.  I've grown to hate Ffordes characters. The women always act like they're about 60, despite supposedly being quite young, but are always innocent, sweet, naive and old fashioned while the men are...   ",
			"reviewer": " Amy (Turn the Page) ",
			"source": " https://www.goodreads.com/review/show/488945235 ",
			"rating": " 1 "
		},
		{
			"isbn": " None ",
			"title": " Never Say Die ",
			"author": " Tess Gerritsen ",
			"review": "       Tess Gerritsen writes consistently good books. However, for me, the kind of good they are varies depending upon the era they come from. Never Say Die falls into her romantic thriller category, which is my least favourite category for her work. Don’t get me wrong, the books that fall into this cat...   ",
			"reviewer": " Siobhan ",
			"source": " https://www.goodreads.com/review/show/1522138714 ",
			"rating": " 4 "
		},
		{
			"isbn": " 0821773232 ",
			"title": " A Gift For A Rogue ",
			"author": " Julia Parks ",
			"review": "       From the beginning, after a very short clash of wills, the H/H seemed to like each other, giggling and joking perfectly at ease with one another. So his supposed reputation problems and her supposed hatred of rakes, felt like a pie crust plot contrivance that went on for far too long. Other than...   ",
			"reviewer": " Spazfungus ",
			"source": " https://www.goodreads.com/review/show/432717247 ",
			"rating": " 2 "
		},
		{
			"isbn": " None ",
			"title": " The Pirate's Jewel ",
			"author": " Cheryl Howe ",
			"review": "       Working as a bar maid in Charles Town, SC, Jewel Sanderson patiently waits for the return of her pirate father whom she hasn't seen in five years. All she has of her father (besides his genes) is a coded map to a hidden treasure. Nolan Kenton tries to buy the map from Jewel. She won't give it to...   ",
			"reviewer": " L.  (Oxygenating My Wombspace) ",
			"source": " https://www.goodreads.com/review/show/750487022 ",
			"rating": " 2 "
		},
		{
			"isbn": " 0446692654 ",
			"title": " Jack & Jill (Alex Cross, #3) ",
			"author": " James Patterson ",
			"review": "       I thought this book was good, but not as good as the first two. It didn't draw me in like the other ones did. The ending though was intense and the only part of the book I really got into. It announced what the fourth book was going to be about by having Gary Soneji from \"Along Came a Spider\" rea...   ",
			"reviewer": " Anna Koch ",
			"source": " https://www.goodreads.com/review/show/444771373 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0007438044 ",
			"title": " Jack and Jill ",
			"author": " James Patterson ",
			"review": "       \"Jack and Jill\" is the third story in Patterson's gripping novels about police detective and psychologist, Dr. Alex Cross.  Here, we see Alex working on two of the most complex homicide cases of his already glittering career. Involving perhaps four or more different killers. Like the majority of t...   ",
			"reviewer": " James Lafayette  Tivendale ",
			"source": " https://www.goodreads.com/review/show/1804661298 ",
			"rating": " 4 "
		},
		{
			"isbn": " 1613465793 ",
			"title": " Created Equal ",
			"author": " R.A. Brown ",
			"review": "       Written by a lawyer, this legal thriller defends a women who wishes to be a priest. Interesting views of Catholicism and its reluctance to make that change.    ",
			"reviewer": " Tammy Siegel ",
			"source": " https://www.goodreads.com/review/show/1340200511 ",
			"rating": " 3 "
		},
		{
			"isbn": " 0802817661 ",
			"title": " The Mystery of the Child ",
			"author": " Martin E. Marty ",
			"review": "       ***Warning: This is a wise book - It is not a how-to book - It is also not a book of psychology, or sociology, or educational theory. It is only a seasoned reflection of a grandfather. You have been warned******* Marty has been the premier Lutheran historian in the U.S. for decades. Now that he's...   ",
			"reviewer": " Raully ",
			"source": " https://www.goodreads.com/review/show/22086209 ",
			"rating": " 4 "
		},
		{
			"isbn": " 141690008X ",
			"title": " Burned (Hardy Boys: Undercover Brothers, #6) ",
			"author": " Franklin W. Dixon ",
			"review": "       One excellent production of Franklin Dixon! This book emphasizes on the illegal CD burning of music basicly by teenage students... and its nicely framed by the author!!! An excellent book, which won't dissapoint you... never! The Hardy Boys, Joe and Frank Hardy, the sons of a famous cop, work for...   ",
			"reviewer": " Ashima ",
			"source": " https://www.goodreads.com/review/show/12312790 ",
			"rating": " 5 "
		}
	]
}
